Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# mail.executive.diff.body.onchange.%s%s%s%s%s%s
source: <p><a href="http://www.theofficialboard.com/contact/apply-version?version=%s&apply=true"/>This new information is correct</a></p><blockquote><table border="0"><tr><td>Your reporting level&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Your title&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href="http://www.theofficialboard.com/contact/apply-version?version=%s&apply=false"/>This information below is still valid</a></p><blockquote><table border="0"><tr><td>Your reporting level&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Your title&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote> <p><a href="http://www.theofficialboard.com/user/executive-home">All the above information is incorrect and I update my profile</a></p>
french: <p><a href="http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=true"/>Ces nouvelles informations sont correctes</a></p><blockquote><table border="0"><tr><td>Votre niveau hiérarchique&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Votre fonction (en anglais)&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href="http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=false"/>Les informations ci-dessous sont toujours valables</a></p><blockquote><table border="0"><tr><td>Votre niveau hiérarchique&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Votre fonction (en anglais)&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href="http://www.theofficialboard.fr/user/executive-home">Toutes ces informations sont inexactes et j’actualise mon profil</a></p>
german: <p><a href="http://www.theofficialboard.com/contact/apply-version?version=%s&apply=true"/>Diese neue Informationen sind korrekt</a></p><blockquote><table border="0"><tr><td>Ihre Berichterstattungsebene&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Ihre Positionsbezeichnung&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href=""http://www.theofficialboard.com/contact/apply-version?version=%s&apply=false"/>Diese Informationen unten sind weiterhin gültig</a></p><blockquote><table border="0"><tr><td>Ihre Berichterstattungsebene&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Ihre Positionsbezeichnung&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote> <p><a href=""http://www.theofficialboard.com/user/executive-home">Alle Informationen oben sind unzutreffend und ich aktualisiere mein Profil</a></p>
portuguese: % s, esta nova informação é correta. Seu nível de informação:% s; Seu título:% s. % s, esta informação a seguir ainda é válida. Seu nível de informação:% s; Seu título:% s. Todas as informações acima são incorretas e eu atualizo meu perfil.
spanish: <p><a href="http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=true"/>Esas nuevas informaciones son exactas</a></p><blockquote><table border="0"><tr><td>Su nivel jerárquico&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Su cargo (en inglés)&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href=""http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=false"/>Las informaciones indicadas abajo siguen válidas</a></p><blockquote><table border="0"><tr><td>Su nivel jerárquico&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Su cargo (en inglés)&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote> <p><a href=""http://www.theofficialboard.fr/user/executive-home">Esas informaciones son inexactas y actualizo mi perfil</a></p>

# pdf.title.org.chat
source: Organizational Chart
chinese: 机构组织图
french: Organigramme
german: Organigramm
portuguese: Organograma
spanish: Organigrama

# forms.popularity.option.contact
source: Executives
chinese: 决策者
french: Dirigeants
german: Geschäftsführer
portuguese: Executivos
spanish: Ejecutivos

# forms.popularity.option.company
source: Companies
chinese: 企业
french: Entreprises
german: Unternehmen
portuguese: Empresas
spanish: Empresas

# forms.popularity.option.industry
source: Industries
chinese: 行业
french: Secteurs d'activité
german: Industrien
portuguese: Indústrias
spanish: Sectores de actividad

# view.title.moderateAlerts
source: Moderate alerts
chinese: 修改邮件提醒
french: Modération des alertes
german: Benachrichtigungsstufe moderieren
portuguese: Alertas Moderados
spanish: Gestión de las alertas

# navigation.link.moderate
source: Moderate
chinese: 修改
french: Modération
german: Moderieren
portuguese: Moderado
spanish: Gestión

# mail.alert.subject.%s
source: Your Alert for %s
chinese: 邮件提醒 - %s封
french: Votre Alerte pour %s
german: Ihre Benachrichtigung für %s
portuguese: Seu Alerta para %s
spanish: Su Alerta para %s

# text.alert.serviceName
source: The Official <strong>Board</strong>
chinese: 官方主页
french: The Official <b>Board</b>
german: The Official <b>Board</b>
portuguese: The Official Board
spanish: The Official <b>Board</b>

# text.alert.alert
source: My alerts
chinese: 邮件提醒
french: Mes alertes
german: Benachrichtigungen
portuguese: Meus alertas
spanish: Mis alertas

# text.alert.frequency.%s
source: This alert is sent %s by The Official Board.
chinese: 这个邮件由官方主页发送给您%s.
french: Cette alerte vous est présentée %s par The Official Board.
german: Diese Benachrichtigung wird %s von The Official Board versendet.
portuguese: Este alerta é enviado %s por The Official Board.
spanish: Esta alerta le es presentada por The Official Board %s.

# mail.alert.title.created
source: New contacts posted:
chinese: 新发布的联系人
french: Nouveaux contacts publiés:
german: Neue Kontakte veröffentlicht:
portuguese: Novos contatos listados:
spanish: Nuevos contactos publicados:

# mail.alert.title.changed
source: Posted Changes within the existing contacts:
chinese: 现有联系人信息变动:
french: Changements publiés sur les contacts existants:
german: Veröffentlichte Änderungen in den existierenden Kontakten:
portuguese: Mudanças postadas em contatos existentes:
spanish: Modificaciones publicadas sobre los contactos existentes:

# mail.alert.title.linked
source: Modified reporting lines:
chinese: 上下级关系变动:
french: Liens hiérarchiques modifiés :
german: Links durch unsere Mitglieder verändert:
portuguese: Links modificados por nossos membros:
spanish: Modificaciones de los vínculos jerárquicos:

# text.alert.viewOrgChart.%s
source: View the new org chart of %s
chinese: 查看%s的新组织结构图
french: Voir le nouvel organigramme de %s
german: Siehe das neue Organigramm von %s
portuguese: Veja o novo organograma de %s
spanish: Ver el nuevo organigrama de %s

# text.alert.reportError
source: Report an error
chinese: 指出错误
french: Signaler une erreur
german: Fehler berichten
portuguese: Relatório um erro
spanish: Señalar un error

# view.title.listOfCompanies
source: Results of your search
chinese: 搜索结果
french: Résultats de votre recherche
german: Ihre Suchergebnisse
portuguese: Resultados da sua busca
spanish: Resultados de la búsqueda

# inplace.error
source: Sorry, error…
chinese: 抱歉，出现错误…
french: Désolé, erreur…
german: Es tut uns leid, ein Fehler…
portuguese: Desculpe, erro...
spanish: Lo sentimos, error...

# view.title.moderateContactsFor.%s
source: Executives (%s)
chinese: %s决策人
french: Dirigeants %s
german: Geschäftsführer (%s)
portuguese: Executivos(%s)
spanish: Ejecutivos %s

# view.title.moderateContacts
source: Executive Moderation
chinese: 修改决策人信息
french: Modération des dirigeants
german: Geschäftsführer Moderation
portuguese: Moderação do Executivo
spanish: Moderación de los ejecutivos

# emailEvent.error.pleaseUseFilter
source: Please use the filter
chinese: Please use filter
french: Veuillez utiliser le filtre
portuguese: Please use filter
spanish: Please use filter

# view.title.moderateEmailEventsForCompany.%s
source: Log of sent mails for company %s
french: Statistique de mails de l'entreprise %s

# view.title.moderateEmailStats
source: View email statistics
french: Statistique de mails

# link.moderate.emailEventDaily
source: Daily Sent Email
french: Email statistics Day by day

# link.moderate.emailEventProgress
source: Daily Dashboard
french: Detection progress day by day

# view.title.moderateHome
source: Moderation tool
chinese: 修改界面
french: Interface de modération.
german: Moderationswerkzeug
portuguese: Ferramenta de moderação
spanish: Interfaz de moderación

# view.title.moderateVisitedContacts
source: The most searched
chinese: 搜素次数最多的
french: Les plus recherchés
german: Die meist gesuchten
portuguese: Os mais procurados
spanish: Los más buscados

# view.title.moderateStatic
source: Moderate Static pages
chinese: 有网页的修改
french: Modération des pages statiques
german: Statische Seiten moderieren
portuguese: Moderação de páginas estáticas
spanish: Moderación de las páginas estáticas

# view.title.moderateMails
source: Moderate mail text
chinese: 修改邮件
french: Modération des mails
german: Mail Text moderieren
portuguese: Moderação do texto de e-mail
spanish: Moderación de los e-mails

# view.title.testMailSent
source: Test mail sent
chinese: 邮件已发送
french: Le mail a été envoyé
german: Test Mail gesendet
portuguese: Teste de email enviado
spanish: El e-mail ha sido enviado

# view.title.moderateUsers
source: Moderate users
chinese: 修改使用者信息
french: Modération des utilisateurs
german: Benutzer moderieren
portuguese: Moderação de Usuários
spanish: Moderación de los usuarios

# view.title.companyVersions
source: Company updates
chinese: 发布企业信息
french: Mise à jour des entreprises
german: Unternehmens Updates
portuguese: Actualizações de Empresas
spanish: Moderación de las empresas

# view.title.contactVersions
source: Contact updates
chinese: 发布决策人信息
french: Mise à jour des dirigeants
german: Kontakt Updates
portuguese: Actualizações de Contatos
spanish: Actualización de los ejecutivos

# dates.oneMinuteAgo
source: A minute ago
chinese: 1分钟前
french: Il y a une minute
german: vor einer Minute
portuguese: Um minuto atrás
spanish: Hace un minuto

# dates.minutesAgo.%s
source: %s minutes ago
chinese: %s分钟前
french: Il y a %s minutes
german: vor %s Minuten
portuguese: %s minutos atrás
spanish: Hace %s minutos

# dates.today
source: Today
chinese: 今天
french: Aujourd'hui
german: Heute
portuguese: Hoje
spanish: Hoy

# dates.yesterday
source: Yesterday
chinese: 昨天
french: Hier
german: Gestern
portuguese: Ontem
spanish: Ayer

# dates.daysAgo.%s
source: %s days ago
chinese: %s天前
french: Il y a %s jours
german: vor %s Tagen
portuguese: %s dias atrás
spanish: hace %s días

# forms.label.moderate.companyName
source: Name
chinese: 公司
french: Société
portuguese: Nome
spanish: Empresa

# forms.label.moderate.parent
source: Mother company
chinese: 母公司
french: Société mère
german: Mutterunternehmen
portuguese: Empresa-mãe
spanish: Empresa matriz

# forms.label.moderate.country
source: Country
chinese: 国家
french: Pays
german: Land
portuguese: País
spanish: País

# forms.label.moderate.industry
source: Sub-industry
chinese: 分部
french: Sous-secteur
german: Sub-Industrie
portuguese: Sub-indústria
spanish: Sub-sector

# forms.label.moderate.modified
source: Last Seen
chinese: 发布
french: Fraicheur
german: Aktualisiert
portuguese: Atualizado
spanish: Updated

# forms.label.moderate.jobTitle
source: Job Title
chinese: 职务
french: Fonction
german: Positionsbezeichnung
portuguese: Cargo
spanish: Cargo

# forms.label.moderate.shortJobTitle
source: Short Job title
chinese: 职务简写
french: Fonction abrégée
german: Kurzbezeichnung
portuguese: Cargo abreviado
spanish: Cargo abreviado

# forms.label.moderate.level
source: Reporting level
chinese: 报告级别
french: Niveau
german: Berichterstattungsebene
portuguese: Nível hierárquico
spanish: Nivel jerárquico

# forms.label.moderate.firstName
source: First Name
chinese: 名字
french: Prénom
german: Vorname
portuguese: Nome
spanish: Nombre

# forms.label.moderate.lastName
source: Last Name
chinese: 姓氏
french: Nom
german: Nachname
portuguese: Sobrenome
spanish: Apellido

# forms.label.moderate.bossName
source: Boss name
chinese: 老板姓名
french: Nom du patron
german: Name des Chefs
portuguese: Nome do chefe
spanish: Nombre del jefe

# label.property.deleted
source: Deleted
chinese: 已取消
french: Supprimé
german: Gelöscht
portuguese: Deletado
spanish: Suprimido

# label.property.created
source: New
chinese: 创建
french: Création
german: Neu
portuguese: Novo
spanish: Creación

# label.ruler.totalResults.%s
source: %s Results
chinese: %s结果
french: %s Résultats
german: %s Resulte
portuguese: %s Resultados
spanish: %s Resultados

# label.sidebar.createAlert
source: Create an alert
chinese: 创建提醒
french: Créer une alerte
german: Benachrichtigung erstellen
portuguese: Criar um alerta
spanish: Crear una alerta

# label.sidebar.contactAnExecutive
source: Contact an executive
chinese: 联系决策者
french: Contacter un décideur
german: Führungskraft kontaktieren
portuguese: Contate um executivo
spanish: Contactar con un ejecutivo

# label.sidebar.addAnExecutive
source: Add an executive
chinese: 添加高管
french: Ajouter un décideur
german: Executive hinzufügen
portuguese: Adicione um executivo
spanish: Añadir a un ejecutivo

# label.sidebar.addEntreprise
source: Add a company
chinese: 添加企业
french: Ajouter une entreprise
german: Unternehmen hinzufügen
portuguese: Adicionar uma empresa
spanish: Añadir una empresa

# label.sidebar.allCompanies
source: Listed companies
chinese: 企业编目
french: Entreprises répertoriées
german: Verzeichnete Unternehmen
portuguese: Empresas Listadas
spanish: Empresas catalogadas

# title.sidebar.visited
source: The most searched
chinese: 最热门搜索
french: Les plus recherchées
german: Die meist gesuchten
portuguese: Os mais procurados
spanish: Los más buscados

# label.sidebar.more
source: + More
chinese: +更多
french: + Plus
german: + mehr
portuguese: + Mais
spanish: + Más

# label.sidebar.less
source: - Close
chinese: - 关闭
french: - Fermer
german: - Schließen
portuguese: - Fechar
spanish: - Cerrar

# title.sidebar.lastUpdated
source: Recently updated
chinese: 最近更新
french: Actualisations récentes
german: Kürzlich Aktualisierte
portuguese: Recém atualizados
spanish: Actualizaciones recientes

# alert.field.content
source: Searched terms
chinese: 搜索词
french: Termes recherchés
german: Gesuchte Begriffe
portuguese: Termos pesquisados
spanish: Términos buscados

# contact.field.frequency
source: Frequency
chinese: 频率
french: Fréquence
german: Häufigkeit
portuguese: Freqüência
spanish: Frecuencia

# generic.action.delete
source: Delete
chinese: 删除
french: Supprimer
german: Löschen
portuguese: Deletar
spanish: Borrar

# generic.action.edit
source: Edit
chinese: 发布
french: Editer
german: Bearbeiten
portuguese: Editar
spanish: Editar

# forms.action.createAlert
source: Create an alert
chinese: 创建提醒
french: Créer une alerte
german: Eine Benachrichtigung erstellen
portuguese: Criar um Alerta
spanish: Crear una alerta

# forms.title.noChanges
source: Non-existent page
chinese: 没有信息变更
french: Pas de modifications
german: Nicht vorhandene Seite
portuguese: Página não existente
spanish: No hay modificaciones

# forms.text.noChanges
source: No changes found
chinese: 没有在表格中发现更新
french: Aucune modification n'a été trouvée dans le formulaire
german: Keine Änderungen gefunden
portuguese: Nenhuma alteração encontrada
spanish: No se ha encontrado ninguna modificación en el formulario

# forms.action.close
source: Close
chinese: 取消
french: Fermer
german: Schließen
portuguese: Fechar
spanish: Cerrar

# forms.title.changesFound
source: Changes found:
chinese: 探测到的变动
french: Changements détéctés
german: Änderungen gefunden:
portuguese: Alteração encontrada
spanish: Cambios detectados

# company.title.history
source: Recent movements
chinese: 最新变动
french: Mouvements récents
german: Letzte Veränderungen
portuguese: Movimentos recentes
spanish: Recientes Moves

# company.title.noHistory
source: No history found
chinese: 没有信息变更
french: Pas de modifications
german: Keine Historie gefunden
portuguese: Nenhum histórico foi encontrado
spanish: No hay modificaciones

# company.text.noHistory
source: There is no history for this company
chinese: 没有发现关于该企业的信息变更
french: Pas de modifications trouvées pour cette entreprise
german: Es gibt keine Historie für dieses Unternehmen
portuguese: Não há histórico para esta empresa
spanish: Ninguna modificación encontrada para esta empresa

# company.title.deleted
source: Recently withdrawn from the org chart
chinese: 最近从组织结构图撤销
french: Retirés récemment de l'organigramme
german: Kürzlich vom Organigramm entfernt worden
portuguese: Recentemente excluído do organograma
spanish: Recientemente retirado del organigrama

# link.companies.byIndustry
source: Industry
chinese: 行业
french: Secteur
german: Industrie
portuguese: Setor
spanish: Sector

# link.companies.byCountry
source: Country
chinese: 国家
french: Pays
german: Land
portuguese: País
spanish: País

# link.companies.alphabetical
source: Alphabetical
chinese: 字母顺序
french: Ordre alphabétique
german: Alphabetisch
portuguese: Ordem Alfabética
spanish: Orden alfabético

# search.title.filter
source: Filter
chinese: 筛选
french: Filtre
portuguese: Filtro
spanish: Filtrar

# title.sort.resultsByCountry
source: Countries
chinese: 按国家和地区:
french: Pays
german: Nach Land:
portuguese: Por país
spanish: Por país

# forms.search.sort
source: Sort by
chinese: 排序
french: Trier par
german: Sortieren nach
portuguese: Classificar por
spanish: Ordenar por

# forms.search.sort.relevance
source: Relevance
chinese: 关联
french: Pertinence
german: Relevanz
portuguese: Relevância
spanish: Relevancia

# forms.search.sort.alpha
source: Alphabetically
chinese: 按字母顺序
french: Alphabétiquement
german: Alphabetisch
portuguese: Alfabeticamente
spanish: Alfabéticamente

# search.nbContacts.%s
source: %s executives
chinese: %s决策者
french: %s dirigeants
german: %s Führungskräfte
portuguese: %s executivos
spanish: %s ejecutivos

# company.action.addContact
source: Add an executive
chinese: 添加高管
french: Ajouter un décideur
german: Führungskraft hinzufügen
portuguese: Adicione um executivo
spanish: Añadir a un ejecutivo

# company.action.notifyError
source: Report an error
chinese: 指出错误
french: Signaler une erreur
german: Fehler berichten
portuguese: Relatório um erro
spanish: Señalar un error

# company.alt.wikiMe
source: Wikipedia
chinese: 维基百科
french: Wikipédia

# label.company.subsidiaryOf
source: Subsidiary of
chinese: --公司的子公司 :
french: Filiale de
german: Tochtergesellschaft von
portuguese: Subsidiária de
spanish: Filial de

# company.label.orgcharts.%s
source: %s - view the org chart
chinese: %s - 查看组织结构图
french: %s - voir l'organigramme
german: %s - Das Organigramm ansehen
portuguese: %s - Veja o organograma
spanish: %s - Ver el organigrama

# label.company.modified
source: Updated
chinese: 发布
french: Actualisé
german: Update
portuguese: Atualização
spanish: Actualización

# toolbar.label.filter
source: Search the org chart
chinese: 筛选
french: Filtrer
portuguese: Filtro
spanish: Filtrar

# toolbar.label.saveChanges
source: Confirm
chinese: 验证
french: Valider
german: Bestätigen
portuguese: Confirmar
spanish: Validar

# toolbar.label.discardChanges
source: Cancel
chinese: 取消
french: Annuler
german: Abbrechen
portuguese: Cancelar
spanish: Cancelar

# text.validate.pleaseCheck
source: Please certify that all the modifications are exact
chinese: 请确保更新的正确性
french: Veuillez certifier que les modifications soient exactes
german: Bitte bestätigen Sie, dass alle Änderungen exakt sind
portuguese: Por favor, certifique-se de que todas as modificações estão corretas
spanish: Por favor certifique que les modificaciones son exactas

# label.contact.modified.%s
source: Last update: %s
chinese: 发布:%s
french: Actualisation : %s
german: Letztes Update : %s
portuguese: Última atualização: %s
spanish: Actualización: %s

# forms.button.saveContact.1
source: I confirm
chinese: 我验证
french: Je valide
german: Ich bestätige
portuguese: Eu confirmo
spanish: Valido

# forms.button.saveContact.2
source: my new information
chinese: 我的新信息
french: mes nouvelles informations
german: Meine neuen Informationen
portuguese: minha nova informação
spanish: mis nuevas informaciones

# forms.button.cancelContact.1
source: I cancel
chinese: 我取消
french: J’annule
german: Ich storniere
portuguese: Cancelar
spanish: Cancelar

# forms.button.cancelContact.2
source: my new information
chinese: 我的新信息
french: mes nouvelles informations
german: Meine neuen Informationen
portuguese: minha informação

# forms.button.deleteContact.1
source: is not or is no more
chinese: 不是或者不再是
french: n’est pas ou n’est plus
german: ist nicht oder nicht mehr
portuguese: não é, ou não é mais
spanish: no está o ya no está

# forms.button.deleteContact.2.%s
source: at %s
chinese: 在%s公司
french: chez %s
german: bei %s
portuguese: em %s
spanish: en %s

# label.contact.vcards.1.%s
source: The name of %s stands on
chinese: <span class="black">%s</span> 的姓名显示在
french: Le nom de <span class="black">%s</span> apparaît sur
german: Der Name von <span class="black">%s</span> steht in
portuguese: O nome de %s aparece em
spanish: El nombre de <span class="black">%s</span> aparece en

# label.contact.vcards.2.%s
source: %s org charts
chinese: %s 个组织结构图中。
french: %s organigrammes
german: %s Organigrammen
portuguese: %s organogramas
spanish: %s organigramas

# forms.action.viewSocialMedia.1
source: Biography
chinese: 简介
french: Biographie
german: Biographie
portuguese: Biografia
spanish: Biografía

# forms.action.viewSocialMedia.2.%s
source: of %s
french: à propos de %s
spanish: de %s

# forms.button.deleteSelf.1
source: I am not or I am no more
chinese: 我不是或者我不再是
french: Je ne suis pas ou je ne suis plus
german: Ich bin oder bin nicht mehr
portuguese: Eu não sou, ou não sou mais
spanish: No estoy o ya no estoy

# forms.button.deleteSelf.2.%s
source: at %s
chinese: 在%s
french: chez %s
german: bei %s
portuguese: em %s
spanish: en %s

# forms.action.contact.doesNotAccept.%s
source: %s has requested for not being contacted for the time being
chinese: %s目前不希望联系您
french: %s ne souhaite pas être contacté pour l’instant
german: %s hat erbeten bis auf weiterest nicht kontaktiert zu werden
portuguese: %s pediu para não ser contactado por enquanto
spanish: %s no desea que contacten con él de momento

# forms.action.contact.reservedForPremium
source: <small>This feature is reserved for the Premium and the VIP.<br><br> You can upgrade in <a href="/user/home#modifications">my preferences</a> or click below.</small>
chinese: 此项服务仅对 Premium/VIP 员开放.
french: Ce service est réservé à nos membres Premium ou VIP. Pour y accéder, aller dans <a href="/user/home#modifications">mes préférences</a> ou cliquer ci-dessous.
german: Diese Funktion ist reserviert für unsere Premium/VIP members.
portuguese: Este recurso é reservado para os nossos membros Premium ou VIP.
spanish: Este servicio está reservado a nuestros miembros Premium o VIP.

# landing.text.notMe.%s%s%s
source: If you are not %s at %s, please <a href="%s">click here</a>
french: Si vous n'êtes pas %s chez %s, merci de cliquer <a href="%s">ici</a>
