Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# static.link.viewSubscriptions
source: My email subscriptions
chinese: 我的电子邮件地址订阅
french: Mes préférences E-Mail
portuguese: Meu e-mail assinaturas
spanish: Mis suscripciones por email

# static.link.changePassword
source: Change password
chinese: 更改密码
french: Changer mon mot de passe
german: Passwort ändern
portuguese: Alterar senha
spanish: Cambiar la contraseña

# static.link.changeEmail
source: <br />Change email
chinese: <br>更改邮件地址
french: <br />Changer mon adresse e-mail
german: <br />E-mail ändern
portuguese: <br />Alterar e-mail
spanish: <br />Cambiar el e-mail

# invoice.header.operation
source: Label
french: Intitulé

# invoice.header.amount
source: Amount
french: Montant

# invoice.text.noInvoices
source: Actually, you have no invoices.
french: Vous n'avez pas de facture à aujourd'hui

# error.passwordIncorrect
source: Invalid username or password
chinese: 密码或密码错误
french: Le mot de passe et l'identifiant ne correspondent pas
german: Ungültiger Benutzername oder Passwort
portuguese: Nome de usuário ou senha inválidos
spanish: La contraseña y el usuario no coinciden

# text.user.lostPassword.thanks.%s
source: We have just emailed you at %s a link for resetting your password.
chinese: 我们给%s发送了一封邮件，请您到邮箱确认。
french: Nous avons envoyé un mail à %s, veuillez vérifier votre boite à lettres.
german: Ihr Passwort wurde per Mail versendet an %s.
portuguese: Sua senha foi enviada pelo correio para %s.
spanish: Le hemos enviado un e-mail a %s, consulte su buzón

# text.user.lostPassword.invitation
source: Please enter your email to reset your password.
chinese: 请在下方填上您的邮件地址，我们会将您的密码发送到这个地址。
french: Veuillez renseigner ci-dessous votre adresse, nous vous enverrons votre mot de passe.
german: Bitte geben Sie Ihre E-mail ein, Sie werden ein Passwort per Mail erhalten
portuguese: Por favor, digite seu e-mail, você receberá sua senha por e-mail.
spanish: Indique por favor su e-mail, la contraseña le será enviada a esta dirección

# text.validateMail.thanks
source: Your mail have been validated.
chinese: 您的邮件地址通过验证
french: Votre adresse e-mail a été validée.
german: Ihre E-Mail wurde bestätigt
portuguese: Seu e-mail foi verificado.
spanish: Su e-mail ha sido validado

# text.validateMail.error
source: There was an error validating your e-mail. Please paste the corresponding link to the URL field of your browser.
chinese: 我们不能验证您的地址，所给链接不正确。请给出正确的链接。
french: Nous ne pouvons pas valider votre adresse mail, le lien présenté est incorrect. Veuillez saisir le lien correctement.
german: Es gab einen Fehler beim Bestätigen Ihrer E-mail. Bitte kopieren Sie das entsprechende link in das URL Feld Ihres Browser.
portuguese: Houve um erro ao validar seu e-mail. Por favor, cole o link correspondente no campo de URL do seu browser.
spanish: No podemos validar su e-mail, el vínculo indicado es incorrecto. Indique por favor el vínculo correcto.

# text.validateMail.noToken.%s
source: We will send you a mail to %s in order to validate your e-mail address. Please click on the link in this mail.
chinese: 我们会为您给%s再发一封邮件。请在此邮件中点击现有链接。
french: Nous allons vous envoyer un nouveau mail à %s. Veillez clicker sur un lien présent dans ce mail.
german: Wir werden Ihnen ein Mail an %s seinden, um Ihre E-mail Adresse zu bestätigen. Bitte klicken Sie auf das Link in dieser Mail.
portuguese: Nós enviaremos um e-mail para% s, a fim de confirmar o seu endereço de e-mail. Por favor, clique no link deste e-mail.
spanish: Vamos a enviarle otro e-mail a %s. Haga clic en un vínculo de este e-mail

# forms.action.send
source: Send mail
chinese: 发送
french: Envoyer
german: Mail senden
portuguese: Envie um e- mail
spanish: Enviar

# text.validateMail.sent
source: The validation mail have been sent.
chinese: 邮件已发送。请在此邮件中点击链接。
french: Le message a été envoyé. Veuillez clicker sur un lien dans le message.
german: Die Bestätigungsmail wurde versendet.
portuguese: O e-mail de confirmação foi enviado.
spanish: El mensaje ha sido enviado. Haga clic en un vínculo del mensaje

# invoice.action.print
source: Print invoice
french: Imprimer la facture

# invoice.section.billingInfo
source: Your billing information
chinese: Billing Info
french: Vos informations de facturation
german: Ihre Rechnungsinformationen
portuguese: Sua informação de faturamento
spanish: Su información de facturación

# invoice.header.label
source: Label
french: Intitulé

# invoice.header.price
source: Price
french: Prix

# invoice.label.subtotal
source: Subtotal:
french: Sous-Total

# invoice.label.vat
source: VAT:
french: TVA

# invoice.text.footer
source: Alta Data SAS - Editor of The Official Board – 25 Parc Montretout 92210 Saint-Cloud - France<br>RCS # Nanterre 504&nbsp;670 282 VAT # FR35504670282
chinese: Alta Data SAS - Editor of The OfficialBoard – 25 Parc Montretout 92210 Saint-Cloud - France<br />RCS # Nanterre 504 670 282 VAT # FR35504670282
french: Alta Data SAS - Editor of The OfficialBoard – 25 Parc Montretout 92210 Saint-Cloud - France<br />RCS # Nanterre 504 670 282 VAT # FR35504670282
german: Alta Data SAS - Editor of The OfficialBoard – 25 Parc Montretout 92210 Saint-Cloud - France<br />RCS # Nanterre 504 670 282 VAT # FR35504670282

# action.backToInvoiceList
source: Back to the List
french: Retour à la liste des factures
spanish: Vuelta a la lista

# layout.alerts
source: My alerts
chinese: 邮件提醒
french: Mes alertes
german: Benachrichtigungen
portuguese: Meus alertas
spanish: Mis alertas

# layout.faq
source: Tips for better search results
chinese: 帮助
french: Conseils pour obtenir des meilleures résultats
german: Tipps für die bessere Suche
portuguese: Dicas para uma busca melhor
spanish: Recomendaciones para una mejor búsqueda

# layout.userHome.%s
source: My account: <span class="red">%s</span> Talers
chinese: 我的账号：<span class="red">%s</span> 银元
french: Mon compte : <span class="red">%s</span> Talers
german: Mein Konto: <span class="red">%s</span> Talers
portuguese: Minha Conta: <span class="red">% s </ span> Talers
spanish: Mi cuenta: <span class="red">%s</span> Talers

# layout.help
source: Tips
chinese: 帮助
french: Conseils
german: Tipps
portuguese: Dicas
spanish: Recomendaciones

# layout.logout
source: Logout
chinese: 退出
french: Quitter
german: Abmelden
portuguese: Sair
spanish: Finalizar

# layout.signUp
source: Sign Up
chinese: 注册
french: S'inscrire
german: Anmelden
portuguese: Inscreva-se
spanish: Registrarse

# layout.signIn
source: Sign In
chinese: 进入
french: Se connecter
german: Einloggen
portuguese: Login
spanish: Conectarse

# layout.logo.alt
source: Organizational Charts - The Official Board
chinese: 企业机构组织图--官方主页
french: Organigrammes - The Official Board
german: Organigramme - The Official Board
portuguese: Organogramas - The Official Board
spanish: Organigramas - The Official Board

# layout.advancedSearch
source: Advanced Search
chinese: 高级 搜索
french: Recherche avancée
german: Erweiterte Suche
portuguese: Busca Avançada
spanish: Búsqueda avanzada

# label.sitemap.entreprises
source: Companies
chinese: 企业
french: Entreprises
german: Verzeichnete Unternehmen
portuguese: Empresas
spanish: Empresas

# label.sitemap.companies.alpha
source: Alphabetically
chinese: 按字母顺序
french: Alphabétiquement
german: Alphabetisch
portuguese: Por ordem alfabética
spanish: Alfabéticamente

# label.sitemap.companies.byCountry
source: By country
chinese: 按国家和地区
french: Par pays
german: Nach Land
portuguese: Por país
spanish: Por país

# label.sitemap.companies.byIndustry
source: By industry
chinese: 按行业
french: Par secteur
german: Nach Branche
portuguese: Por indústria
spanish: Por industria

# label.sitemap.findEntreprise
source: Search a company
chinese: 搜索企业
french: Rechercher une entreprise
german: Unternehmen suchen
portuguese: Buscar empresa
spanish: Buscar una empresa

# label.sitemap.addEntreprise
source: Add a company
chinese: 添加企业
french: Ajouter une entreprise
german: Unternehmen hinzufügen
portuguese: Adicionar uma empresa
spanish: Añadir una empresa

# label.sitemap.editEntreprise
source: Update a company
chinese: 更新企业信息
french: Actualiser une entreprise
german: Unternehmen updaten
portuguese: Atualizar uma empresa
spanish: Actualizar una empresa

# label.sitemap.createAlert
source: Create an alert
chinese: 创建提醒
french: Créer une alerte
german: Benachrichtigen neu
portuguese: Criar um alerta
spanish: Crear una alerta

# label.sitemap.twitter
source: Twitter Feeds
chinese: 推特交流版
french: Flux Twitter
portuguese: Entradas para o Twitter
spanish: Red Twitter

# label.sitemap.executives
source: Executives
chinese: 决策者
french: Dirigeants
german: Führungskräfte
portuguese: Executivos
spanish: Ejecutivos

# label.sitemap.findExecutive
source: Search an executive
chinese: 搜索决策人
french: Chercher un décideur
german: Geschäftsführer suchen
portuguese: Procurar um executivo
spanish: Buscar a un ejecutivo

# label.sitemap.addAnExecutive
source: Add an executive
chinese: 添加高管
french: Ajouter un décideur
german: Führungskraft hinzufügen
portuguese: Adicionar um executivo
spanish: Añadir a un ejecutivo

# label.sitemap.editAnExecutive
source: Update a contact
chinese: 更新决策人信息
french: Actualiser un contact
german: Kontakt aktualisieren
portuguese: Atualizar um contato
spanish: Actualizar a un contacto

# label.sitemap.contactAnExecutive
source: Contact an executive
chinese: 联系决策人
french: Contacter un décideur
german: Führungskraft kontaktieren
portuguese: Contatar um executivo
spanish: Contactar con un ejecutivo

# label.sitemap.jobTitleMeanings
source: Meaning of key titles
chinese: 关键职位含义
french: Traduction des fonctions
german: Bedeutung Top-Positionen
portuguese: Significado dos cargos chave
spanish: Significado de cargos claves

# label.sitemap.members
source: Members
chinese: 会员
french: Membres
german: Mitglieder
portuguese: Membros
spanish: Miembros

# label.sitemap.signUp
source: Pricing
chinese: 价钱
french: Prix
german: Preis
portuguese: Preço
spanish: Precio

# label.sitemap.corporateAccount
source: Corporate Account
chinese: 公司账号
french: Compte Corporate
german: Firmenkonto
portuguese: Conta Corporativa
spanish: Cuenta Corporate

# label.sitemap.exchangeRates
source: Exchange rate
chinese: 汇价
french: Les taux de change
german: Tauschkurs
portuguese: Taxa de câmbio
spanish: Los tipos de cambio

# label.sitemap.myAccount
source: My Account
chinese: 我的账号
french: Mon compte
german: Mein Konto
portuguese: Minha conta
spanish: Mi cuenta

# label.sitemap.manageAlerts
source: Manage your alerts
chinese: 邮件提醒管理
french: Gérer vos alertes
german: Manage Benachrichtigungen
portuguese: Gerencie seus alertas
spanish: Administrar sus alertas

# label.sitemap.importFile
source: Import a file
chinese: 输入数据集
french: Importer un fichier
german: Datei importieren
portuguese: Importar um arquivo
spanish: Importar un fichero

# label.sitemap.mostVisited
source: The most searched...
chinese: 搜索次数最多的…
french: Les plus recherchés...
german: Der meist gesuchte...
portuguese: O mais procurado ...
spanish: Los más buscados...

# label.sitemap.mostVisitedEntreprises
source: Companies
chinese: 企业
french: Entreprises
german: Unternehmen
portuguese: Empresas
spanish: Empresas

# label.sitemap.mostVisitedExecutives
source: Executives
chinese: 决策者
french: Dirigeants
german: Führungskräfte
portuguese: Executivos
spanish: Ejecutivos

# label.sitemap.mostVisitedJobTitles
source: Titles
chinese: 职务
french: Fonctions
german: Positionen
portuguese: Cargos
spanish: Cargos

# label.sitemap.recent
source: The most recently added...
chinese: 最近更新…
french: Les ajouts les plus récents...
german: Der Neueste...
portuguese: A mais recente adição de ...
spanish: Los añadidos recientemente...

# label.sitemap.recentExecutives
source: Executives
chinese: 决策者
french: Dirigeants
german: Führungskräfte
portuguese: Executivos
spanish: Ejecutivos

# label.sitemap.recentCompanies
source: Companies
chinese: 企业
french: Entreprises
german: Unternehmen
portuguese: Empresas
spanish: Empresas

# label.sitemap.aboutUs
source: About us
chinese: 我们是谁？
french: Qui sommes-nous ?
german: Über uns
portuguese: Quem Somos
spanish: ¿Quiénes somos?

# label.sitemap.contributors
source: Thank you
chinese: 贡献者
french: Les contributeurs
german: Vielen Dank
portuguese: Obrigado
spanish: Les Contribuidores

# label.sitemap.eula
source: Terms of use
chinese: 使用条件
french: Conditions d'utilisation
german: Nutzungsbedingungen
portuguese: Termos de uso
spanish: Condiciones de uso

# label.sitemap.charter
source: Privacy policy
chinese: 隐私
french: Vie privée
german: Datenschutz
portuguese: Política de Privacidade
spanish: Privacidad

# label.sitemap.companyInfo
source: Company information
chinese: 法律申明
french: Mentions légales
german: Firmeninformation
portuguese: Informações da empresa
spanish: Menciones legales

# label.sitemap.seenOnTheWeb
source: Seen on the Web
chinese: 查看网页
french: Vu sur le Web
german: Im Internet gesehen
portuguese: Atividade na Web
spanish: Visto en la Web

# label.sitemap.signalAnError
source: Report an error
chinese: 指出错误
french: Signaler une erreur
german: Fehler berichten
portuguese: Relatório um erro
spanish: Señalar un error

# label.sitemap.contactUs
source: Contact us
chinese: 联系我们
french: Nous contacter
german: Kontaktieren Sie uns
portuguese: Entre em contato conosco
spanish: Contactarnos

# alert.field.email
source: Business E-mail
chinese: 邮件
french: E-mail professionel
german: E-mail
portuguese: E-mail
spanish: E-mail

# alert.field.freq
source: Frequency
chinese: 频率
french: Fréquence
german: Häufigkeit
portuguese: Freqüência
spanish: Frecuencia

# moderate.user.action.consumptons
source: Consumptions
chinese: 消费
french: Consommations
german: Verbrauch
portuguese: Consumo
spanish: Consumos

# text.lucene.operationDone
source: The operation terminated successfully
chinese: 操作成功
french: L'opération terminée avec succès
german: Die Aktion wurde erfolgreich abgebrochen
portuguese: A operação terminou com sucesso
spanish: Operación realizada con éxito

# company.field.name
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa
spanish: Emepresa

# company.field.industry
source: Industry
chinese: 行业
french: Secteur
german: Industrie
portuguese: Indústria
spanish: Sector

# company.field.parent
source: Mother company
chinese: 母公司
french: Société mère
german: Mutterunternehmen
portuguese: Empresa-mãe
spanish: Empresa matriz

# company.field.country
source: Country
chinese: 国家
french: Pays
german: Land
portuguese: País
spanish: País

# contactHistory.title
source: Contact History
french: Historique

# contactHistory.header.firstName
source: First Name
french: Prénom

# contactHistory.header.lastName
source: Last Name
french: Nom

# contactHistory.header.jobTitle
source: Job title
french: Fonction
german: Positionsbezeichnung
portuguese: Cargo

# contactHistory.header.shortJobTitle
source: Abridged job title
french: Fonction abrégée
portuguese: Cargo abreviado

# contactHistory.header.level
source: Level
french: Niveau

# contactHistory.header.parent
source: Mother company
chinese: 母公司
french: Société mère
german: Mutterunternehmen
portuguese: Empresa-mãe
spanish: Empresa matriz

# contactHistory.header.company
source: Company
french: Entreprise
german: Unternehmen

# contactHistory.header.status
source: State
french: Etat

# contactHistory.header.owner
source: Owner
french: Contributeur

# contactHostory.noEntries
source: No entries found
french: Aucun enregistrement trouvé

# moderate.action.selectCompany
source: Select a company
chinese: 选择企业
french: Choisir une entreprise
german: Unternehmen auswählen
portuguese: Selecionar a empresa
spanish: Elegir una empresa

# moderate.action.allCompanies
source: All companies
chinese: 所有企业
french: Toutes les entreprises
german: Alle Unternehmen
portuguese: Todas as empresas
spanish: Todas las empresas

# contact.field.id
source: ID
chinese: 验证码
french: Identifiant
german: Identifikation
portuguese: Identificação
spanish: Identificador

# contact.field.lastName
source: Last Name
chinese: 姓氏
french: Nom
german: Nachname
portuguese: Sobrenome
spanish: Apellido

# contact.field.firstName
source: First Name
chinese: 名字
french: Prénom
german: Vorname
portuguese: Nome
spanish: Nombre

# contact.field.companyName
source: Name
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa
spanish: Empresa

# contact.field.email
source: Business E-mail
chinese: 邮件
french: E-mail professionel
german: E-mail
portuguese: E-mail
spanish: E-mail

# contact.field.level
source: Level
chinese: 级别
french: Niveau
german: Ebene
portuguese: Nível
spanish: Nivel

# contact.field.shortJobTitle
source: Abridged job title
chinese: 职务简称
french: Fonction abrégée
german: Kurzbezeichnung
portuguese: Cargo abreviado
spanish: Cargo abreviado

# contact.field.jobTitle
source: Job title
chinese: 职务
french: Fonction
german: Positionsbezeichnung
portuguese: Cargo
spanish: Cargo

# contact.field.inviteDate
source: Invited
chinese: 嘉宾
french: Invité
german: Eingeladen
portuguese: Convidado
spanish: Invitado

# contact.field.homeLink
source: Home
chinese: 主页
french: Accueil
portuguese: Página Inicial
spanish: Inicio

# contact.invitation.isAnExecutive
source: Is member
chinese: 是会员
french: Est un membre
german: Ist Mitglied
portuguese: É membro
spanish: Es miembro

# contact.invitation.lastInvited.%s
source: Invited %s
chinese: %s嘉宾
french: Invité le %s
german: Eingeladen%s
portuguese: Convidado% s
spanish: Invitado el %s

# contact.invitation.neverInvited
source: Never invited
chinese: 从未受到邀请
french: Jamais invité
german: Nie eingeladen
portuguese: Nunca foi convidado
spanish: Nunca invitado

# contact.text.homeLink
source: Home
chinese: 主页
french: Accueil
portuguese: Página Inicial
spanish: Inicio

# emailevent.field.errorCount
source: Errors
french: Erreurs

# emailevent.field.openCount
source: Open
french: Ouvertures

# emailevent.field.sentAlerts
source: My alerts
chinese: 我的邮件提醒
french: Mes alertes
portuguese: Meus alertas
spanish: Mis alertas

# groupStat.field.companies
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa

# progress.field.totalContacts
source: Executives
french: Dirigeants

# emailevent.field.domain
source: Domain
french: Suffixe

# emailevent.field.errorsPercent
source: Errors %
french: % erreurs

# link.moderate.companies.%s
source: Company List (%s)
chinese: Moderate the companies (%s)
french: Moderate the companies (%s)
german: Moderate the companies (%s)
portuguese: Moderate the companies (%s)
spanish: Moderate the companies (%s)

# link.moderate.contacts.%s
source: Executive List (%s)
chinese: Moderate the executives (%s)
french: Moderate the executives (%s)
german: Moderate the executives (%s)
portuguese: Moderate the executives (%s)
spanish: Moderate the executives (%s)

# link.moderate.users.%s
source: WebUser List (%s)
chinese: Moderate users (%s)
french: Moderate users (%s)
german: Moderate users (%s)
portuguese: Moderate users (%s)
spanish: Moderate users (%s)

# link.moderate.companyVersions.%s
source: Company -> Moderate (%s)
chinese: Moderate company updates (%s)
french: Moderate company updates (%s)
german: Moderate company updates (%s)
portuguese: Moderate company updates (%s)
spanish: Moderate company updates (%s)

# link.moderate.contactVersions.%s
source: Executive -> Moderate (%s)
chinese: Moderate executive updates (%s)
french: Moderate executive updates (%s)
german: Moderate executive updates (%s)
portuguese: Moderate executive updates (%s)
spanish: Moderate executive updates (%s)

# link.moderate.popularity
source: MostVisited Companies & Executives
chinese: Most visited...
french: Most visited...
german: Most visited...
portuguese: Most visited...
spanish: Most visited...

# link.moderate.alerts.%s
source: AlertEmail List (%s)
chinese: Moderate alerts (%s)
french: Moderate alerts (%s)
german: Moderate alerts (%s)
portuguese: Moderate alerts (%s)
spanish: Moderate alerts (%s)

# link.moderate.static
source: StaticWeb Pages
chinese: Moderate static pages
french: Moderate static pages
german: Moderate static pages
portuguese: Moderate static pages
spanish: Moderate static pages

# link.moderate.mails
source: ContentEmail List
chinese: Moderate mails
french: Moderate mails
german: Moderate mails
portuguese: Moderate mails
spanish: Moderate mails

# link.moderate.gatheringStats
source: Analysts' Data
chinese: Gathering stats
french: Gathering stats
german: Gathering stats
portuguese: Gathering stats

# link.moderate.emailEventLog
source: SentEmail Log
french: Log of sent mails

# action.moderate.lucene.reindex.%s%s
source: Reindex %s index in language %s
chinese: 用%2$s重新制作%1$s索引
french: Re-créer l'index %s en langue %s
german: Neu index %s index in Sprache %s
portuguese: Reindexar %s índice na lingua %s
spanish: Crear de nuevo el índice %s en idioma %s

# action.moderate.lucene.reindexAll
source: Reindex all
chinese: 重新制作所有索引
french: Re-créer tous les index
german: Alle neu indexen
portuguese: Reindexar tudo
spanish: Crear de nuevo todos los índices

# contact.field.visitCount
source: Counter
chinese: 计数器
french: Compteur
german: Zähler
portuguese: Contagem
spanish: Contador

# contact.field.fullName
source: Full Name
chinese: 姓名
french: Nom
german: Voller Name
portuguese: Nome completo
spanish: Nombre

# statis.field.title
source: Title
chinese: 职务
french: Titre
german: Titel
portuguese: Titulo
spanish: Título

# statis.field.indexed
source: Indexed
chinese: 编入索引
french: Indexé
german: Geindext
portuguese: Indexado
spanish: Indexado

# moderate.text.testMailSent.%s%s%s
source: The mail %s (%s) was sent to %s.
chinese: (地址为%2$s)的%1$s邮件已经发送给%3$s
french: Le mail %s (%s) a été envoyé à %s.
german: Die Mail %s (%s) wurde an %s gesendet
portuguese: O email% s (% s) foi enviado para% s
spanish: El e-mail %s (%s) ha sido enviado a %s

# moderate.backToList
source: Back to list
chinese: 返回列表
french: Retour à la liste
german: Zurück zur Liste
portuguese: Retornar a lista
spanish: Vuelta a la lista

# admin.mail.action.create
source: Create mails
french: Créer des emails

# moderate.mail.sendTest
source: Test this mail
chinese: 检测邮件
french: Tester ce mail
german: Diese Mail testen
portuguese: Teste esse e-mail
spanish: Probar este e-mail

# user.field.firstName
source: First Name
chinese: 名字
french: Prénom
german: Vorname
portuguese: Nome
spanish: Nombre

# user.field.lastName
source: Last Name
chinese: 姓氏
french: Nom
german: Nachname
portuguese: Sobrenome
spanish: Apellido

# user.field.email
source: Business E-mail
chinese: 邮件
french: E-mail professionnel
german: E-mail
portuguese: E-mail
spanish: E-mail

# expert.field.position
source: Position
french: Classement
spanish: Cargo

# user.field.password
source: Password
chinese: 密码
french: Mot de passe
german: Passwort
portuguese: Senha
spanish: Contraseña

# user.field.country
source: Country
chinese: 国家
french: Pays
german: Land
portuguese: País
spanish: País

# user.field.balance
source: My balance
chinese: 我的余额
french: Mon solde
german: Mein Guthaben
portuguese: Meu saldo
spanish: Mi sueldo

# user.field.status
source: Status
chinese: 身份
french: Statut
portuguese: Estatus
spanish: Estatus

# user.field.subscribedAlerts
source: My alerts
chinese: 我的邮件提醒
french: Mes alertes
portuguese: Meus alertas
spanish: Mis alertas

# field.user.isContact
source: is an executive
chinese: 是个决策者
french: est un dirigeant
german: ist eine Führungskraft
portuguese: é um executivo
spanish: es un ejecutivo

# company.field.owner
source: Owner
chinese: 使用者
french: Utilisateur
german: Besitzer
portuguese: Proprietário
spanish: Usuario

# company.header.changes
source: Changes
chinese: 发布
french: Mises à jour
german: Änderungen
portuguese: Alterações
spanish: Actualizaciones

# moderate.action.applyPositive
source: Ok!
chinese: 好的，恭喜您！
french: OK, félicitation!
german: Ok, Glückwunsch
portuguese: Ok, Parabéns
spanish: OK, ¡enhorabuena!
