Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# alert.detail.delete.%s%s%s.typeDeleteMedicalLiving
source: %s, who is %s, has left for medical reason. We wish %s a prompt recovery.
french: <b>%s</b> qui était <span style="font-size:12px;color:#808080;">%s</span>, est absent pour raison médicale. Nous souhaitons à %s un prompt rétablissement.

# alert.detail.update.alerts.%s%s%s.typeUpdateBecoming
source: <b>%s</b> who is <span style="font-size:12px;color:#808080;">%s</span>, will become <span style="color:#D75B00">%s</span>
chinese: <b>%s</b> 曾任 <span style="font-size:12px;color:#808080;">%s</span>, 现任 <span style="color:#D75B00">%s</span>
french: <b>%s</b> qui était <span style="font-size:12px;color:#808080;">%s</span>, devient <span style="color:#D75B00">%s</span>
german: <b>%s</b> der/die <span style="font-size:12px;color:#808080;">%s</span> wird <span style="color:#D75B00">%s</span>
portuguese: <b>%s</b> atualmente <span style="font-size:12px;color:#808080;">%s</span>, passará a <span style="color:#D75B00">%s</span>
spanish: <b>%s</b> que es <span style="font-size:12px;color:#808080;">%s</span>, pasará a ser <span style="color:#D75B00">%s</span>

# alert.detail.delete.%s%s.typeDeleteLiving
source: %s who is %s will soon leave the company.
chinese: %s, %s 请很快离开公司。
french: %s, %s quittera bientôt l'entreprise.
german: %s, %s wird das Unternehmen bald verlassen.
portuguese: %s, %s está prestes a deixar a empresa.
spanish: %s, %s dejará pronto la empresa.

# alert.detail.delete.%s%s.typeDeleteRetiring
source: %s who is %s will soon retire.
chinese: %s 是 %s，他即将退休。
french: %s qui est %s partira bientôt en retraite.
german: %s der/die %s wird bald kündigen.
portuguese: %s que é %s irá se aposentar em breve.
spanish: %s que es %s se jubilará pronto.

# alert.detail.delete.alerts.%s%s.typeDeleteLiving
source: <b>%s</b>, who is %s <span style="color:#D75B00">will soon leave the company</span>
chinese: <b>%s</b>, %s <span style="color:#D75B00">请很快离开公司</span>
french: <b>%s</b>, %s, <span style="color:#D75B00">quittera bientôt l'entreprise</span>
german: <b>%s</b>,%s <span style="color:#D75B00">wird das Unternehmen bald verlassen.</span>
portuguese: <b>%s</b>, %s <span style="color:#D75B00">está prestes a deixar a empresa</span>
spanish: <b>%s</b>, %s <span style="color:#D75B00">dejará pronto la empresa</span>

# alert.detail.delete.alerts.%s%s.typeDeleteRetiring
source: <b>%s</b>, who is %s <span style="color:#D75B00">will soon retire</span>
chinese: <b>%s</b>是 %s，<span style="color:#D75B00">他即将退休。</span>
french: <b>%s</b>, qui est %s, <span style="color:#D75B00">partira bientôt en retraite</span>
german: <b>%s</b>, der/die %s <span style="color:#D75B00">wird bald kündigen</span>
portuguese: <b>%s</b>, que é %s <span style="color:#D75B00">irá se aposentar em breve</span>
spanish: <b>%s</b>, que es %s <span style="color:#D75B00">se jubilará pronto</span>

# alert.detail.delete.jobTitle.typeDeleteRetiring
source: (retiring)
french: (bientôt en retraite)

# alert.detail.delete.shortTitle.typeDeleteRetiring
source: (retiring)
french: (bientôt en retraite)

# alert.detail.update.alerts.%s%s%s.typeUpdateMedicalAbsence
source: <b>%s</b>, who is %s, <span style="color:#D75B00">is on medical leave.</span> We wish %s a prompt recovery
french: <b>%s</b>, qui est %s, <span style="color:#D75B00">est en arrêt maladie.</span> Nous souhaitons à %s un prompt rétablissement

# alert.detail.update.%s%s%s.typeUpdateMedicalAbsence
source: %s who is %s is on medical leave. We wish %s a prompt recovery.
french: %s, qui est %s, est en arrêt maladie. Nous souhaitons à %s un prompt rétablissement.

# alert.detail.update.alerts.%s%s%s.typeUpdateBecomingIn
source: <b>%s</b> who is <span style="font-size:12px;color:#808080;">%s</span>, will become <span style="color:#D75B00">%s</span> in []
chinese: <b>%s</b> 曾任 <span style="font-size:12px;color:#808080;">%s</span>, 将于 [] 现任 <span style="color:#D75B00">%s</span>
french: <b>%s</b> qui est <span style="font-size:12px;color:#808080;">%s</span>, deviendra <span style="color:#D75B00">%s</span> en []
german: <b>%s</b> der/die <span style="font-size:12px;color:#808080;">%s</span> wird <span style="color:#D75B00">%s</span> im []
portuguese: <b>%s</b> atualmente <span style="font-size:12px;color:#808080;">%s</span>, passará a <span style="color:#D75B00">%s</span> em []
spanish: <b>%s</b> que es <span style="font-size:12px;color:#808080;">%s</span>, pasará a ser <span style="color:#D75B00">%s</span> en []

# alert.detail.update.%s%s%s.typeUpdateBecoming
source: %s who is %s will become %s.
chinese: %s 曾任 %s, 现任 %s。
french: %s qui est %s, deviendra %s.
german: %s der/die %s wird %s.
portuguese: %s atualmente %s, passará a %s.
spanish: %s que es %s, pasará a ser %s.

# alert.detail.update.%s%s%s.typeUpdateBecomingIn
source: %s who is %s will become %s in [].
chinese: %s 曾任 %s, 将于 [] 现任 %s。
french: %s qui est %s, deviendra %s en [].
german: %s der/die %s wird %s im [].
portuguese: %s atualmente %s, passará a %s em [].
spanish: %s que es %s, pasará a ser %s en [].

# alert.detail.update.%s%s.typeUpdateUpdated
source: %s is currently %s.
french: %s a pour fonction %s.

# alert.detail.update.alerts.%s%s.typeUpdateUpdated
source: <b>%s</b> is currently <span style="font-size:12px;color:#808080;">%s</span>
french: %s a pour fonction <span style="font-size:12px;color:#808080;">%s</span>.

# alert.detail.delete.jobTitle.%s.typeDelete13
source: (until %s)
french: (jusqu'en %s)

# alert.detail.delete.jobTitle.%s.typeDelete14
source: (retiring in %s)
french: (en retraite en %s)

# alert.detail.added.jobTitle.%s.typeAdded3
source: (starts on %s)
french: (commence le %s)
spanish: (Empieza en %s)

# alert.detail.added.jobTitle.%s.typeAddedBeingPromotedIn
source: (starts in %s)
french: (commence en %s)

# alert.detail.added.jobTitle.%s.typeAdded4
source: (starts in %s)
french: (commence en %s)

# alert.detail.added.jobTitle.%s.typeAddedBeingPromotedOn
source: (starts on %s)
french: (commence le %s)

# alert.detail.delete.jobTitle.%s.typeDelete15
source: (retiring on %s)
french: (en retraite le %)

# alert.detail.delete.jobTitle.%s.typeDelete16
source: (until %s)
french: (jusqu'au %)

# alert.detail.delete.jobTitle.typeDeleteLiving
source: (leaving)
french: (sur le départ)

# alert.detail.update.jobTitle.%s%s.typeUpdateBecomingIn
source: (becomes %2$s in %1$s)
french: (deviendra %s en %s)

# alert.detail.update.jobTitle.%s.typeUpdateBecoming
source: (will become %s)
french: (deviendra %s)

# alert.detail.update.jobTitle.%s.typeUpdateBeingPromoted
source: (promoted to %s)
french: (sera promu %s)

# alert.detail.update.jobTitle.%s%s.typeUpdate8
source: (promoted on %s to %s)
french: (promu en %s %s)

# alert.detail.update.jobTitle.%s%s.typeUpdate7
source: (becomes %2$s on %1$s)
french: (promu le %s %s)

# alert.detail.update.jobTitle.typeUpdateMedicalAbsence
source: (medical absence)
french: (absence médicale)

# orgchart.followed.members.%s%s%s.more10
source: %s is %s by %s members.
chinese: %s%s是%s的成员。
french: %s est %s par %s membres.
german: %1$s wird von %3$s Mitgliedern %2$s.
portuguese: %s é %s por %s membros.
spanish: %s es %s por %s miembros.

# orgchart.followed.members.%s%s.less10
source: %s is %s by less than 10 members.
chinese: %s是%s不到10成员。
french: %s est %s par moins de 10 membres.
german: %s ist von weniger als 10 Mitgliedern %s.
portuguese: %s é %s por menos de 10 membros.
spanish: %s es %s por menos de 10 miembros.

# orgchart.followed.members.url
source: followed
chinese: 其次
french: suivie
german: gefolgt
portuguese: seguido
spanish: seguida

# orgchart.news.competitors.insiders.link.%s
source: %s News
chinese: %s 新闻
french: %s Actualités
german: %s Nachrichten
portuguese: %s notícia
spanish: %s Novedades

# twitter.industry.group.news.%s
source: %s News
chinese: %s 新闻
french: %s Actualités
german: %s Nachrichten
portuguese: %s notícia
spanish: %s Novedades

# index.cookie.warn.message
source: We use cookies to provide a better service. By continuing your navigation, you consent to their use. Learn more on <a target="_blank" href="/info/charter">Privacy Policy</a>.
french: Nous utilisons des cookies pour vous apporter un meilleur service. En poursuivant votre navigation, vous acceptez leur utilisation. En savoir plus sur <a target="_blank" href="/info/charter">Vie Privée</a>.

# text.alert.posted.date.news.%s%s
source: <small><span color="#D75B00">&nbsp;(posted on %1$s %2$s)</span></small>.
chinese: <small><span color="#D75B00">&nbsp;(新闻发布的%1$s%2$s号)</span></small>.
french: <small><span color="#D75B00">&nbsp;(publié le %2$s %1$s)</span></small>.
german: <small><span color="#D75B00">&nbsp;(Nachrichten veröffentlicht am %2$s. %1$s)</span></small>.
portuguese: <small><span color="#D75B00">&nbsp;(Notícia publicada em %2$s de %1$s)</span></small>.
spanish: <small><span color="#D75B00">&nbsp;(noticia publicada el %2$s de %1$s)</span></small>.

# text.alert.posted.date.updates.%s%s
source: <small><span color="#D75B00">&nbsp;(updated on %1$s %2$s)</span></small>.
chinese: <small><span color="#D75B00">&nbsp;(更新公布在%1$s%2$s号)</span></small>.
french: <small><span color="#D75B00">&nbsp;(actualisé le %1$s %2$s)</span></small>.
german: <small><span color="#D75B00">&nbsp;(Update %2$s. %1$s veröffentlicht)</span></small>.
portuguese: <small><span color="#D75B00">&nbsp;(Atualização publicada em %2$s de %1$s)</span></small>.
spanish: <small><span color="#D75B00">&nbsp;(actualización publicada %2$s de %1$s)</span></small>.

# mail.alert.subject.updates.%s
source: %s Updates
chinese: %s更新
french: %s Actualisations
german: %s Aktuelles
portuguese: %s atualizações
spanish: %s actualizaciones

# mail.alert.subject.updates.%s.singular
source: %s Update
chinese: %s更新
french: %s Actualisation
portuguese: %s atualização
spanish: %s actualización

# mail.alert.subject.%s%s%s
source: %1$s + %2$s on %3$s
chinese: 在%3$s: %1$s - %2$s
french: %1$s + %2$s dans %3$s
german: %1$s + %2$s in %3$s
portuguese: %1$s + %2$s em %3$s
spanish: %1$s + %2$s en %3$s

# mail.alert.subject.without.%s%s
source: %1$s on %2$s
chinese: 在%2$s: %1$s
french: %1$s dans %2$s
german: %1$s in %2$s
portuguese: %1$s em %2$s
spanish: %1$s en %2$s

# history.header.news
source: News since<br>&nbsp;&nbsp;1/1/2016
chinese: 1/1/2015 以来的变动
french: Chgmts depuis 1/1/2015
german: Veränderungen seit 1.1.2015
portuguese: Movimentos desde 1/1/2015
spanish: Movimientos desde 1/1/2015

# company.profile.most.recent.executives.moves.%s
source: Popular executive movements at %s
chinese: 高管在%s变化
french: Changements de dirigeants chez %s
german: Letzte Veränderungen der Führungskräfte auf %s
portuguese: Recentes movimentos de executivos em %s
spanish: Recientes movimientos de ejecutivos en %s

# company.profile.most.recent.executives.moves.title.%s
source: Popular executive movements at %s
chinese: 高管在%s变化
french: Changements de dirigeants chez %s
german: Letzte Veränderungen der Führungskräfte auf %s
portuguese: Recentes movimentos de executivos em %s
spanish: Recientes movimientos de ejecutivos en %s

# company.profile.most.recent.executives.moves.view.all.%s
source: Click here to view some <b>more movements at %s</b>
chinese: 更多的变化在％s
french: Cliquez ici pour voir <b> d'autres changements chez %s </b>
german: Weitere Informationen zu den <b>Änderungen auf %s </b>
portuguese: Clique aqui para ver <b> outras movimentos em %s</b>
spanish: Haga clic aquí para ver <b>otros movimientos en %s</b>

# alert.detail.added.%s%s.
source: (%s in %s)
french: (%s en %s)

# alert.detail.delete.shortTitle.typeDeleteLiving
source: (leaving)
french: (sur le départ)

# forms.alert.label.watch.all.executives.in
source: Keep only the executives
chinese: 仅保留高管
french: Ne garder que les dirigeants
german: Nur die Führungskräfte behalten,
portuguese: Mantenha somente os executivos
spanish: Guardar sólo los ejecutivos

# forms.alert.label.titleKey
source: Being in the <a href="http://www.theofficialboard.com/info/departments">department</a> of
chinese: 所属部门
french: Appartenant au département
german: die in der Abteilung sind
portuguese: No departamento de
spanish: Que han pertenecido al departamento de

# link.moderate.keyRole
source: Department
chinese: 部门
french: Département
german: Abteilung
portuguese: Departamento
spanish: Departamento

# forms.alert.filter.label.superKey
source: Department
chinese: 各部门
french: Département
german: Abteilung
portuguese: Departamento
spanish: Departamento

# forms.alert.label.advansed.alert.create
source: Create an advanced alert<br><small>to monitor your market</small>
chinese: <br><br />创建高级提醒
french: <br><br>Créer une alerte avancée<br /><small>pour surveiller votre marché</small>
german: <br><br />Erweiterte Benachrichtigung erstellen
portuguese: <br><br />Crie um alerta avançado
spanish: <br><br />Crear una alerta avanzada

# form.department.examples
source: includes
french: contient
german: beinhaltet
portuguese: inclui
spanish: incluye

# home.news.block.tab.continent
source: By Continents
chinese: 按大洲
french: Continent
german: nach Kontinenten
portuguese: Por Continentes
spanish: Por Continentes

# home.news.block.tab.continent.americas
source: Americas
chinese: 美洲
french: Amériques
german: Amerika
portuguese: Américas
spanish: América

# home.news.block.tab.continent.asia-pacific
source: Asia-Pacific
chinese: 亚太区
french: Asie-Pacifique
german: Asien-Pazifik Raum
portuguese: Ásia-pacífico
spanish: Asia y Pacífico

# home.news.block.tab.future.next30
source: -> 30 days
chinese: -> 30天
french: -> 30 jours
german: -> 30 Tage
portuguese: -> 30 dias
spanish: -> 30 días

# home.news.block.tab.future.over30
source: 30 days ->
chinese: 30天 ->
french: 30 jours ->
german: 30 Tage ->
portuguese: 30 dias ->
spanish: 30 días -&gt;

# home.news.block.tab.future.today
source: Now
chinese: 现在
french: Maintenant
german: Jetzt
portuguese: Agora
spanish: Ahora

# home.news.block.tab.level
source: By Levels
chinese: 按级别
french: Niveau
german: Nach Ebene
portuguese: Por níveis
spanish: Por niveles

# home.news.block.tab.level.board
source: Board
chinese: 董事会
french: Administrateurs
german: Vorstand
portuguese: Quadros

# home.news.block.tab.promoted
source: In/Out
chinese: 入职/离职
french: Entrées/Sorties
portuguese: Dentro/fora
spanish: Dentro/Fuera

# home.news.block.tab.promoted.joining
source: Arrivals
chinese: 上任
french: Arrivées
german: Neue
portuguese: Chegadas
spanish: Llegadas

# home.news.block.tab.promoted.promoted
source: Departures
chinese: 离职
french: Départs
german: Ausgeschiedene
portuguese: Partidas
spanish: Salidas

# home.news.block.tab.today
source: Now/Soon
chinese: 现在/即将
french: Maintenant/Futur
german: Jetzt/Bald
portuguese: Agora/em breve
spanish: Ahora/Pronto

# weekly.executive.moves.alert.posted.date.news.%s%s
source: (posted on %1$s %2$s).
chinese: (公布%1$s%2$s号).
french: (publié le %2$s %1$s).
german: (veröffentlicht am %2$s. %1$s).
portuguese: (publicado em %2$s de %1$s).
spanish: (publicado el %2$s de %1$s).

# weekly.executive.moves.alert.posted.date.updates.%s%s
source: (posted on %1$s %2$s).
chinese: (公布%1$s%2$s号).
french: (publié le %2$s %1$s).
german: (veröffentlicht am %2$s. %1$s).
portuguese: (publicado em %2$s de %1$s).
spanish: (publicado el %2$s de %1$s).

# weekly.executive.moves.view.some.close
source: Click here to <b>close</b>.
chinese: 单击此处以<b>关闭</b>。
french: Cliquer ici pour <b>fermer</b>.
german: Zum <b>Schließen</b> hier klicken.
portuguese: Clique aqui para <b>encerrar </b>.
spanish: Haga clic aquí para <b>cerrar</b>.

# weekly.executive.moves.view.some.more
source: Click here to view some&nbsp;<b>more news</b>.
chinese: 单击此处以<b>查阅更多新闻</b>。
french: Cliquer ici pour voir <b>plus de news</b>.
german: Hier klicken und <b>mehr Nachrichten</b> sehen.
portuguese: Clique aqui para ver mais <b>notícias</b>.
spanish: Haga clic aquí para ver <b>más novedades</b>.

# home.news.block.click.to.close
source: Close
chinese: 关闭
french: Fermer
german: Schließen
portuguese: Fechar
spanish: Cerrar

# home.news.block.customise.your.alert
source: Customize your alerts
chinese: 定制提醒
french: Personnaliser vos alertes
german: Benachrichtigungen anpassen
portuguese: Personalize seus alertas
spanish: Personalizar sus alertas

# home.news.block.see.more
source: See more
chinese: 查看更多
french: En voir plus
german: Mehr
portuguese: Ver mais
spanish: Ver más

# home.news.block.send.feedback
source: Send feedback
chinese: 发送反馈
french: Envoyer votre avis
german: Meinung senden
portuguese: Enviar comentários
spanish: Enviar comentarios

# weekly.executive.moves.title
source: Recent Moves
chinese: 最新变动
french: Mouvements récents
german: Letzte Veränderungen
portuguese: Movimentos recentes
spanish: Recientes Moves

# moderate.names-over.title.lastUpdate
source: Last updated
french: Actualisation

# weekly.executive.moves.has.beingPromoted
source: Who will be promoted?
chinese: 谁即将升职？
french: Qui va être promu?
german: Wer wird bald befördert?
portuguese: Quem será promovido em breve?
spanish: ¿Quién ascenderá pronto?

# weekly.executive.moves.has.joined
source: Who has joined?
chinese: 谁入职了？
french: Qui est arrivé?
german: Wer kam dazu?
portuguese: Quem entrou?
spanish: ¿Quién ha entrado?

# weekly.executive.moves.has.joining
source: Who will join?
chinese: 谁即将入职？
french: Qui va arriver?
german: Wer wird bald dazu kommen?
portuguese: Quem entrará em breve?
spanish: ¿Quién ingresará pronto?

# weekly.executive.moves.has.leaving
source: Who will leave?
chinese: 谁即将离职？
french: Qui est sur le départ?
german: Wer wird bald weggehen?
portuguese: Quem sairá em breve?
spanish: ¿Quién se marchará pronto?

# weekly.executive.moves.has.left
source: Who has left?
chinese: 谁离职了？
french: Qui est parti?
german: Wer ging weg?
portuguese: Quem saiu?
spanish: ¿Quién se ha marchado?

# weekly.executive.moves.has.retired
source: Who has retired?
chinese: 谁退休了？
french: Qui est parti en retraite?
german: Wer hat gekündigt?
portuguese: Quem se aposentou?
spanish: ¿Quién se ha jubilado?

# weekly.executive.moves.has.retiring
source: Who will soon retire?
chinese: 谁即将退休？
french: Qui va partir en retraite?
german: Wer wird bald kündigen?
portuguese: Quem irá se aposentar em breve?
spanish: ¿Quién se jubilará pronto?

# weekly.executive.moves.has.updatePromoted
source: Who has been promoted?
chinese: 谁升职了？
french: Qui a été promu?
german: Wer ist befördert worden?
portuguese: Quem foi promovido?
spanish: ¿Quién ha ascendido?

# weekly.executive.future.moves.title
source: Future Moves
chinese: 未来变动
french: Mouvements futurs
german: Künftige Veränderungen
portuguese: Movimentos futuros

# profile.socialMedia.shareWith.text
source: Share
chinese: 共享
french: Partager
german: Teilen
portuguese: Compartilhar
spanish: Compartir

# search.result.count.detailed.%s%s%s%s%s%s
source: <a href="%s">%s</a> in <a href="%s">%s</a> and <a href="%s">%s</a>
chinese: <a href="%s">%s</a>在<a href="%s">%s</a>和<a href="%s">%s</a>
french: <a href="%s">%s</a> dans <a href="%s">%s</a> et <a href="%s">%s</a>
german: <a href="%s">%s</a> in <a href="%s">%s</a> und <a href="%s">%s</a>
portuguese: <a href="%s">%s</a> em <a href="%s">%s</a> e <a href="%s">%s</a>
spanish: <a href="%s">%s</a> en <a href="%s">%s</a> y <a href="%s">%s</a>

# alert.detail.options.delete.%s%s.typeDeleteRetiring
source: <span style="color: #0B2161">%s who is %s <b>will soon retire</b>.</span>
chinese: <span style="color: #0B2161">%s 是 %s，<b>他即将退休</b>。</span>
french: <span style="color: #0B2161">%s qui est %s <b>partira bientôt en retraite</b>.</span>
german: <span style="color: #0B2161">%s der/die %s <b>wird bald kündigen</b>.</span>
portuguese: <span style="color: #0B2161">%s que é %s <b>irá se aposentar em breve</b>.</span>
spanish: <span style="color: #0B2161">%s que es %s <b>se jubilará pronto</b>.</span>

# dates.hoursAgo.%s
source: %s hours ago
chinese: %s 个小时以前
french: Il y a %s heures
german: vor %s Stunden
portuguese: %s horas atrás
spanish: Hace %s horas

# dates.hourAgo
source: 1 hour ago
chinese: 1 个小时以前
french: Il y a 1 heure
german: vor 1 Stunde
portuguese: 1 hora atrás
spanish: Hace 1 hora

# contact.bio.collegues.validEmail.link.%s.singular
source: %s colleague who can be contacted
french: %s collègue qui peut être contacté

# user.history.movements.view.org-chart
source: View the org chart
chinese: 查看组织结构图
french: Voir l'organigramme
german: Das Organigramm ansehen
portuguese: Ver o quadro organizacional
spanish: Ver el organigrama

# search.company.level.mother
source: Mother
chinese: 母公司
french: Mére
german: Mütter
portuguese: Mãe
spanish: Matriz

# moderate.mail.domain.executives.field.mother
source: Mother company
chinese: 母公司
french: Société mère
german: Mutterunternehmen
portuguese: Empresa-mãe
spanish: Empresa matriz

# text.user.passwordReset.token.error
source: Sorry, your link for changing your password is incorrect or has expired. Please click <a id="forgot_password" href="/user/lost-password">here</a> to receive another one by email.
chinese: 对不起，更改密码的链接不正确或已过期。请<a id="forgot_password" href="/user/lost-password">单击此处</a>通过电子邮件接收新的链接。
french: Désolé, votre lien pour changer pour votre mot de passe est erroné ou périmé. Merci de cliquer <a id="forgot_password" href="/user/lost-password">ici</a> pour en recevoir un nouveu par email.
german: Es tut uns leid, Ihr Link zum Ändern Ihres Passworts ist falsch oder abgelaufen. Klicken Sie bitte <a id="forgot_password" href="/user/lost-password">hier</a>, um ein neues Link per E-Mail zu erhalten.
portuguese: Sentimos muito, o link para modificar a sua senha está incorreto ou expirou. Por favor, clique <a id="forgot_password" href="/user/lost-password">aqui</a> para receber um novo link por e-mail.
spanish: Lo sentimos, su enlace para cambiar de contraseña es incorrecto o ha caducado. Por favor haga clic <a id="forgot_password" href="/user/lost-password">aquí</a> para recibir una nueva contraseña por correo electrónico.

# temporary.modification.unavailable
source: <h1>Wooopss... </h1><h3> Sorry, we are upgrading the site. <br> It should be back to normal in a few hours. Many thanks for your understanding.</h3>
chinese: <h3> 对不起，我们正在升级网站。<br /> 几小时后网站可恢复正常。 非常感谢您的理解。 </h3>
french: <h1>Wooopss... </h1><h3> Veuillez accepter toutes nos excuses. Nous améliorons notre site. <br> Le fonctionnement normal devrait être effectif d'ici quelques heures. Un grand merci pour votre compréhension.</h3>
german: <h1>Wooopss... </h1><h3>Wir bitten um Entschuldigung, wir aktualisieren die Webseite momentan. <br /> Sie wird in ein paar Stunden wieder im Normalbetrieb sein. Vielen Dank für Ihr Verständnis! </h3>
portuguese: <h1>Wooopss... </h1><h3>Desculpe, estamos atualizando nosso site. <br /> Voltaremos ao normal em poucas horas. Agradecemos sua compreensão. </h3>
spanish: <h1>Wooopss... </h1><h3>Lo sentimos, nos encontramos realizando mejoras a la web.<br>Volverá a la normalidad en unas horas. It should be back to normal in a few hours. Muchas gracias por su comprensión.</h3>

# alert.field.titleKey
source: Department
french: Département
spanish: Departamento

# alertDetail.date.format.on.%s%s%s
source: %2$s %1$s, %3$s
chinese: %3$s%2$s%1$s
french: %1$s %2$s %3$s
german: %1$s %2$s %3$s
portuguese: %1$s de %2$s. de %3$s
spanish: %1$s de %2$s. de %3$s

# alert.detail.moderate.type.typeDeleteLiving
source: %s who is %s will soon leave the company.
chinese: %s, %s 请很快离开公司。
french: %s, %s quittera bientôt l'entreprise.
german: %s, %s wird das Unternehmen bald verlassen.
portuguese: %s, %s está prestes a deixar a empresa.
spanish: %s, %s dejará pronto la empresa.

# contact.breaking.news.announce.4
source: %s, %s will soon leave the company.
chinese: %s, %s 请很快离开公司。
french: %s, %s quittera bientôt l'entreprise.
german: %s, %s wird das Unternehmen bald verlassen.
portuguese: %s, %s está prestes a deixar a empresa.
spanish: %s, %s dejará pronto la empresa.
