Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# moderate.action.applyNeutral
source: Ok?
chinese: 好的，恭喜您！
french: OK, amélioration
german: Ok, Verbesserung
portuguese: Ok, apreciado
spanish: OK, mejora

# moderate.action.applyDoubt
source: TBC
chinese: 稍后确认
french: A confirmer
german: Zu bestätigen
portuguese: A ser confirmado
spanish: Por confirmar

# moderate.action.applyNegative
source: No
chinese: 否
french: Non
german: Nein
portuguese: Não

# moderate.action.applyDelete
source: Delete
chinese: 取消
french: Supprimer
german: Löschen
portuguese: Deletar
spanish: Suprimir

# generic.action.next
source: Next
chinese: 继续
french: Suite
german: Nächste
portuguese: Seguinte
spanish: Continuación

# contact.field.owner
source: Owner
chinese: 贡献者
french: Contributeur
german: Besitzer
portuguese: Proprietário
spanish: Contribuidor

# contact.field.bossName
source: Boss Name
french: Patron

# label.version.mode.selfEdited
source: Self edited
chinese: 自己编辑
french: Edité par lui-même
german: Selbst editiert
portuguese: Auto editado
spanish: Editado por él mismo

# label.version.mode.executiveMember
source: Executive member
chinese: 决策者是会员
french: Décideur est membre
german: Executive Mitglied
portuguese: Membro executivo
spanish: Ejecutivo es un miembro

# option.version.status.selfConfirmed.%s
source: Confirmed by the Executive at %s
chinese: 决策者%s已经确认
french: Confirmé par le décideur le %s
german: von der Führungskraft bei %s bestätigt
portuguese: Confirmado pelo Executivo em %s
spanish: Confirmado por el ejecutivo el %s

# option.version.status.selfRejected.%s
source: Rejected by the Executive at %s
chinese: 决策者%s已经删除
french: Rejeté par le décideur le %s
german: von der Führungskraft bei %s abgewiesen
portuguese: Rejeitado pelo Executivo em%s
spanish: Rechazado por el ejecutivo el %s

# option.version.status.unconfirmed.%s
source: Not confirmed since %s
chinese: 从%s日到现在没有确认
french: Non confirmé depuis %s
german: Nicht bestätigt seit %s
portuguese: Não confirmado desde %s
spanish: No confirmado desde %s

# moderate.contact.action.emailSamples
source: Email samples for company...
chinese: 邮件地址范例
french: Exemple d'adresse mail...
german: Email Proben für Unternehmen...
portuguese: Modelos de e-mail para a empresa...
spanish: Ejemplo de e-mails...

# moderate.action.applyAskContact
source: Ask Executive
french: Demander au décideur
german: Geschäftsführer fragen
portuguese: Pergunte ao Executivo
spanish: Preguntar al ejecutivo

# search.nothing.didYouMean
source: Did you mean?
french: Voulez-vous dire ?

# action.bubble.signup
source: Free Test
chinese: 免费测试
french: Test gratuit
german: Kostenloser Test
portuguese: Período de experiência gratuito
spanish: Prueba gratuita

# invoice.label.byOption.premium90
source: 1 Premium access - 3 months (see the organizational charts without limitation + download them in PDF or Excel + advanced searches and advanced alerts)
chinese: 90天高级会员（无限制查看以及联系100位高管）
french: Premium individuel – 3 mois (consulter les organigrammes en illimité + les télécharger en PDF ou Excel)
german: Premium 90 Tage (unbegrenzte Ansicht &amp; 100 Kontakte)
portuguese: Premium de 90 dias (acesso ilimitado com 100 contatos)
spanish: Premium 90 días (acceso ilimitado y 100 contactos)

# option.price.premium90.%s
source: Premium 3 months - US$%s
chinese: Premium 3 个月 - %s美元
french: Premium 3 mois - US$%s
german: Premium 3 Monate - US$%s
portuguese: Premium 3 meses - US$%s
spanish: Premium 3 meses - US$%s

# invoice.label.byOption.custom10
source: Custom search for up to 10 managers reporting to this executive
chinese: 自定义搜索这位高管下属的10位以下管理者
french: Information détaillée sur les managers (jusqu’à 10) reportant à un dirigeant
german: Individualisierte Suche nach bis zu 10 Manager, die dieser Führungskraft unterstellt sind
portuguese: Busca Personalizada de até 10 gestores subordinados a este executivo
spanish: Búsqueda personalizada de hasta 10 directores que dependan de este ejecutivo

# option.price.custom10.%s
source: Custom search for up to 10 managers reporting to this executive - US $%s
chinese: 自定义搜索这位高管下属的10位以下管理者 - US$%s
french: Information détaillée sur les managers (jusqu’à 10) reportant à un dirigeant - US$%s
german: Individualisierte Suche nach bis zu 10 Manager, die dieser Führungskraft unterstellt sind - US$%s
portuguese: Busca Personalizada de até 10 gestores subordinados a este executivo - US$%s
spanish: Búsqueda personalizada de hasta 10 directores que dependan de este ejecutivo - US$%s

# invoice.label.byOption.custom1
source: Custom search for one executive
chinese: 自定义搜索一位高管
french: Information détaillée sur 1 dirigeant
german: Individualisierte Suche nach 1 Führungskraft
portuguese: Busca Personalizada de um executivo
spanish: Búsqueda personalizada de un ejecutivo

# option.price.custom1.%s
source: Custom search for one executive - US $%s
chinese: 自定义搜索一位高管 - US$%s
french: Information détaillée sur 1 dirigeant - US$%s
german: Individualisierte Suche nach 1 Führungskraft - US$%s
portuguese: Busca Personalizada de um executivo - US$%s
spanish: Búsqueda personalizada de un ejecutivo - US$%s

# text.bubble.alertsLimitation
source: To benefit from this great feature, <a href="%s">click here</a> and become Premium.
chinese: 如要享受这个出色功能的好处，<a href="”%s”"> 点击这里</a>成为高级会员.
french: Pour bénéficier de ce service, <a href=”%s”>cliquez ici</a> et devenez Premium.
german: Um diese tolle Funktion zu nutzen, <a href="”%s”">klicken Sie hier</a> und werden Sie Premium Mitglied.
portuguese: Para beneficiar-se deste incrível recurso, <a href=”%s”>clique aqui</a> e torne-se um membro Premium.
spanish: Para beneficiarse de esta magnífica ventaja, haga <a href="”%s”"> clic aquí </a>y regístrese como usuario Premium.

# forms.search.recent.%s
source: %s days ago
chinese: %s天前
french: Il y a %s jours
german: vor %s Tagen
portuguese: %s dias atrás
spanish: hace %s días

# search.title.recent
source: Last modification
chinese: 上一次修改
french: Modifié en
german: Letzte Änderung
portuguese: Última modificação
spanish: Última modificación

# text.prompt.companyexists.%s
source: This company has been found <span class="red">%s</span> times
chinese: 此公司已经被找<span class="red">了 %s</span> 次
french: Cette entreprise a été trouvée <span class="red">%s</span> fois
german: <span class="red">了 %s</span>
portuguese: Esta empresa foi encontrada <span class="red">%s</span> vezes
spanish: Esta empresa se ha encontrado <span class="red"> %s veces</span>

# moderate.company.emailCount.empty
source: No Email
french: Pas d'email

# moderate.company.emailCount.%s
source: %s valid Email
french: %s d'emails valides

# admin.guesttokens.field.expiredate
source: Ending date
french: Date d'expiration

# admin.guesttokens.field.company
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa

# label.company.subsidiaryof
source: Subsidiary of
chinese: --公司的子公司 :
french: Filiale de
german: Tochtergesellschaft von
portuguese: Subsidiária de
spanish: Filial de

# pdf.list.title
source: Executive List
french: Liste des dirigeants

# text.bubble.subscripionInvitation.%s
source: For each of our %s listed executives,<br>discover their exact roles<br>and their biographies.
chinese: 了解我们列出的%s位高管中</ br>每一位的确切职责</ br>及其简介。
french: Pour chacun des %s dirigeants,<br> découvrir ses fonctions exactes<br> et sa biographie.
german: Entdecken Sie die genauen Rollen <br>und die jeweiligen Biographien<br> für alle der %s gelisteten Führungskräfte.
portuguese: Conheça a exata função<br> biografia de cada um <br>dos nossos %s executivos listados.
spanish: Para cada uno de nuestros %s ejecutivos listados, <br> descubrir sus funciones exactas<br>y su biografía.

# forms.action.contact.becomePremium
source: Premium Upgrade
chinese: 成为 Premium
french: Devenir Premium.
german: Werden Sie Premium
portuguese: Torne-se Premium
spanish: Ser VIP

# title.socialmedia.yahoo
source: Bing search
french: Recherche Bing

# text.prompt.withdrawns.%s
source: This name has been recently withdrawn from the org chart %s times
chinese: 这个名字最近从组织结构图撤销%s次
french: Ce nom a récemment été retiré de %s organigrammes
german: Dieser Name ist kürzlich %s-mal vom Organigramm entfernt worden
portuguese: Este nome foi excluído do organograma %s vezes recentemente
spanish: Este nombre ha sido retirado recientemente del organigrama %s veces

# label.company.subsidaryCount.%s
source: (+ %s subsidiaries)
chinese: (+ %s家子公司)
french: (+ %s filiales)
german: (+ %s Tochterunternehmen)
portuguese: (+ %s subsidiárias)
spanish: (+ %s filiales)

# label.company.subsidiaryOf.%s%s
source: is owned by %s (%s executives)
chinese: %s的子公司 (%s位主要高管和)
french: appartient à %s (%s dirigeants)
german: steht im Eigentum von %s (%s Führungskräfte)
portuguese: pertence à %s (%s executivos)
spanish: es propiedad de %s (%s ejecutivos)

# label.company.subsidiaries.%s%s
source: has %s subsidiaries & %s executives
chinese: 拥有 %s 家子公司和 %s 位高管
french: a %s filiales & %s dirigeants
german: hat %s Tochterunternehmen &amp; %s Führungskräfte
portuguese: possui %s subsidiárias e %s executivos
spanish: posee %s filiales y %s ejecutivos

# label.company.subsidaryList.%s%s%s
source: %s has %s executives and %s subsidiaries
chinese: %s有%s位主要高管和%s家子公司
french: %s a %s dirigeants et %s filiales
german: %s hat %s Führungskräfte und %s Tochterunternehmen
portuguese: %s possui %s executivos e %s subsidiárias
spanish: %s tiene %s ejecutivos y %s filiales

# orgchart.action.addSubsidiary
source: Add a subsidiary
chinese: 添加子公司
french: Ajouter une filiale
german: Tochtergesellschaft hinzufügen
portuguese: Adicionar uma subsidiária
spanish: Añadir una filial

# graph.movements.title.%s
source: %s executive moves have been recorded in the last 10 weeks.
chinese: 最近10周内添加、更新或删除了%s位联系人。
french: %s mouvements de dirigeants ont été enregistrés depuis 10 semaines.
german: %s Kontakte sind in den letzten 10 Wochen hinzugefügt, aktualisiert oder gelöscht worden.
portuguese: %s movimentações de executivos foram registradas nas últimas 10 semanas.
spanish: %s contactos han sido añadidos o actualizados en las últimas 10 semanas.

# label.company.modify
source: Modify
chinese: [修改]
french: [Modifier]
german: [Ändern]
portuguese: [Modificar]
spanish: [Modificar]

# industry.info.counts.%s%s%s%s
source: %s listed executives in %s companies. Click %s to view the %s companies.
chinese: %s 位在册高管人员，来自 %s 家公司。点击%s查看这 %s 家公司。
french: %s dirigeants répertoriés dans %s entreprises. Cliquer %s pour voir les %s entreprises.
german: %s Führungskräfte bei %s Unternehmen. %s klicken, um die %s Unternehmen anzusehen.
portuguese: %s executivos listados em %s empresas. Clique %s para visualizar as %s empresas.
spanish: %s ejecutivos listados en %s empresas. Hacer click %s para ver las %s compañías.

# graph.movementsind.title.%s
source: %s executive movements have been recorded in the last 12 months.
chinese: 最近12个月已经记录了 %s 位高管变动。
french: %s changements de dirigeants ont été enregistrés durant les 12 derniers mois.
german: %s Veränderungen bei Führungskräften sind in den letzten 12 Monaten registriert worden.
portuguese: %s movimentações de executivos foram registradas nos últimos 12 meses.
spanish: Se han registrados %s movimientos de ejecutivos en los últimos 12 meses.

# industry.info.mailvalid.%s
source: %s executives can be contacted today by email.
chinese: 今日可通过电子邮件与 %s 位高管联系。
french: %s dirigeants peuvent être contactés par email.
german: %s Führungskräfte können Stand heute per E-Mail kontaktiert werden.
portuguese: %s executivos podem ser contactados hoje por e-mail.
spanish: Hoy puede contactar con %s ejecutivos a través de correo electrónico.

# industry.info.popular
source: The most searched
chinese: 搜索次数最多的
french: Les plus recherchés
german: Der meist gesuchte
portuguese: O mais procurado
spanish: Los más buscados

# industry.info.recently
source: Recently updated
chinese: 最近更新
french: Actualisations récentes
german: Kürzlich Aktualisierte
portuguese: Recém atualizados
spanish: Actualizaciones recientes

# industry.info.companyhint
source: Click to view each organizational chart.
chinese: 点击查看每一个组织结构图。
french: Cliquer pour voir chaque organigramme.
german: Hier klicken, um die einzelnen Organigramme zu sehen.
portuguese: Clique para visualizar cada organograma.
spanish: Hacer click para ver cada uno de los organigramas.

# industry.info.contacthint
source: Click to view each executive biography.
chinese: 点击查看每位高管的简历。
french: Cliquer pour voir la biographie d'un dirigeant.
german: Hier klicken, um die einzelnen Organigramme zu sehen.
portuguese: Clique para visualizar a biografia de cada executivo.
spanish: Hacer click para ver la biografía de cada ejecutivo.

# industry.info.premiumtitle
source: Upgrade to Premium and you can:
chinese: 升级至 Premium 后您就可以：
french: Comme Membre Premium, vous pourrez aussi...
german: Zu Premium upgraden und dann können Sie:
portuguese: Atualize para o Premium e você poderá:
spanish: Cambie su modalidad a Premium y podrá:

# industry.info.totalcharts.%s
source: View our %s org charts (Board, N-1, N-2).
chinese: 查看我们的%s个组织结构图（董事会、N-1、N-2）。
french: Voir nos %s organigrammes (Conseil, N-1, N-2).
german: Lesen unsere %s Organigramme ansehen (Board, N-1, N-2).
portuguese: Visualizará nossos %s organogramas (Conselho, N-1, N-2).
spanish: Verá nuestros %s organigramas (Consejo, N-1, N-2).

# industry.info.totalindustry.%s
source: Be alerted of any executive changes in %s industries.
chinese: 收到%s个行业所有高管变动的提醒。
french: Etre alerté de tous changements de dirigeants dans %s secteurs.
german: Lassen Sie sich über alle Veränderungen bei Führungskräften in %s Branchen benachrichtigen.
portuguese: será alertado de qualquer mudança executiva em %s indústrias.
spanish: recibirá una alerta de cualquier cambio que se produzca en los ejecutivos en %s sectores industriales.

# industry.info.totalexecwithmail.%s%s
source: Contact %s executives by email %s.
chinese: 通过电子邮件联系 %s 位高管 %s。
french: Contacter %s dirigeants par email %s.
german: %s Führungskräfte per E-Mail kontaktieren %s.
portuguese: Falar com %s executivos por e-mail %s.
spanish: Contactar con %s ejecutivos por e-mail %s.

# industry.info.premiumlink
source: Learn more about our Premium Membership
chinese: 了解更多关于我们高级会员资格的信息。
french: En savoir plus sur le Membre Premium
german: Erfahren Sie mehr über unsere Premium Mitgliedschaft
portuguese: Saiba mais sobre a nossa assinatura Premium
spanish: Saber más acerca de nuestra opción de Miembro Premium

# industry.info.selectcountry
source: Select a country
chinese: 选择另一个国家
french: Choisir un pays
german: Anderes Land wählen
portuguese: Selecione outro país
spanish: Seleccionar otro país

# industry.info.selectindustry
source: Select an industry
chinese: 选择另一个行业
french: Choisir un secteur
german: Andere Industrie wählen
portuguese: Selecione outra indústria
spanish: Seleccionar otro sector industrial

# contact.bio.title.%s
source: Biography of %s
chinese: %s的简介
french: <br />Biographie de %s
german: Biographie von %s
portuguese: Biografia de %s
spanish: Biografía de %s

# contact.bio.modification.%s
source: Last update: %s
chinese: 上一次修改：%s
french: Actualisation : %s
german: Letzte Update: %s
portuguese: Última modificação: %s
spanish: Última modificación: %s

# contact.bio.homonyms.%s%s
source: The name of %s shows up on %s other org charts (They might be homonyms).
chinese: <b>%s</b> 的姓名显示在 %s 个其它组织结构图中（他们可能同名）
french: Le nom de <b>%s</b> est dans %s autres organigrammes (ils peuvent être des homonymes).
german: Der Name von <b>%s</b> steht auf %s anderen Organigrammen (diese könnten Homonyme sein)
portuguese: O nome de <b>%s</b> aparece em outros %s organogramas (podem ser homônimos)
spanish: El nombre de <b>%s</b> está en %s organigramas más (podrían ser homónimos).

# contact.bio.industrystat.%s%s%s%s%s
source: In the %1$s industry, %2$s has %3$s colleagues in %4$s companies located in %5$s countries.
chinese: 在 %1$s 行业，%2$s 拥有 %3$s 位同事，他们分布在 %5$s 个国家的 %4$s 家企业中。
french: Dans le secteur %1$s, %2$s a %3$s collègues dans %4$s entreprises basées dans %5$s pays.
german: In der %1$s Branche hat %2$s %3$s Kollegen bei %4$s Unternehmen in %5$s Ländern.
portuguese: Na indústria de %1$s, %2$s possui %3$s colegas em %4$s empresas localizadas em %5$s países.
spanish: En el sector %1$s, %2$s tiene %3$s colegas en %4$s empresas ubicadas en %5$s países.

# industry.info.execandsubscount.%s%s
source: %s executives & %s subsidiaries
chinese: %s位主要高管和 & %s家子公司
french: %s dirigeants & %s filiales
german: %s Führungskräfte & %s Tochterunternehmen
portuguese: %s executivos & %s subsidiárias
spanish: %s ejecutivos & %s filiales

# pdf.footer.asOf.%s
source: Printed from The Official Board as of %s - Report a change contact@theofficialboard.com -
french: Imprimé par The Official Board le %s - Pour indiquer un changement contact@theofficialboard.com

# industry.info.popularcontact.%s
source: (including %s)
chinese: (包括 %s)
french: (dont %s)
german: (u.a. %s)
portuguese: (incluindo %s)
spanish: (incluyendo %s)

# industry.info.keywords.%s%s%s
source: %s,%s,%s companies
chinese: %s,%s,%s 家企业
french: %s,%s,%s entreprises
german: %s,%s,%s Unternehmen
portuguese: %s,%s,%s empresas
spanish: %s, %s, %s empresas

# industry.info.execcount.%s
source: %s executives
french: %s dirigeants
german: %s Führungskräfte
portuguese: %s executivos
spanish: %s ejecutivos

# contact.bio.collegues.%s%s%s%s%s
source: At %s, %s has <b>%s colleagues</b> including %s, %s…
chinese: 在 %s，%s 拥有 <b>%s 位同事</b>，其中包括 %s 和 %s
french: Chez %s, %s a %s collègues dont %s, %s…
german: Bei %s hat %s <b>%s Kollegen</b> einschließlich %s, %s, ...
portuguese: Na %s, %s possui <b>%s colegas</b> incluindo %s, %s, …
spanish: En %s, ùs tiene <b>%s colegas</b> incluyendo a %s, %s...

# mail.orgchart.subject.%s
source: - %s Org Chart -
chinese: - %s的机构组织图 -
french: - %s organigramme -
german: - %s Organigramm -
portuguese: - %s organograma -
spanish: - %s organigrama -

# moderate.outdated.title.company
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen

# moderate.outdated.title.updated
source: Last updated
french: Actualisation

# industry.info.counts
source: $contactCount listed executives in $companyCount companies.<br>Click $link to view the $companyCount companies.
chinese: $contactCount位在册高管人员，来自$companyCount家公司。<br /> 点击 $link查看这$companyCount家公司。
french: $contactCount dirigeants répertoriés dans $companyCount entreprises.<br />Cliquer $link pour voir les $companyCount entreprises.
german: $contactCount Führungskräfte bei $companyCount Unternehmen.<br />$link klicken, um die $companyCount Unternehmen anzusehen.
portuguese: $contactCount executivos listados em $companyCount empresas. <br />Clique $link para visualizar as $companyCount empresas.
spanish: $contactCount ejecutivos listados en $companyCount compañías. <br />Hacer click $link para ver las $companyCount compañías.

# contact.bio.collegues
source: At $company, $contact has <b>$collegCount colleagues</b> including $coll1, $coll2…
chinese: 在 $company，$contact 有 <b>$collegCount 个同事</b>，其中包括 $coll1、$coll2...
french: Chez $company, $contact a <b>$collegCount collègues</b> dont $coll1, $coll2…
german: Bei $company hat $contact <b>$collegCount Kollegen</b>, darunter auch $coll1, $coll2, ...
portuguese: Na $company, $contact possui <b>$collegCount colegas</b> incluindo $coll1, $coll2, …
spanish: En $company, $contact tiene <b>$collegCount compañero</b> incluyendo a $coll1, $coll2...

# home.menu.account
source: My account
chinese: 我的账号
french: Mon compte
german: Konto
portuguese: Minha conta
spanish: Mi cuenta

# home.menu.consultations
source: My executives
chinese: 我的首选高管
french: Mes dirigeants
german: Meine Executives
portuguese: Meus executivos
spanish: Mis ejecutivos

# home.menu.preferences
source: My preferences
chinese: 我的偏好设置
french: Mes préférences
german: Meine Einstellungen
portuguese: Minhas preferências
spanish: Mis preferencias

# home.menu.alerts
source: My alerts
chinese: 我的邮件提醒
french: Mes alertes
german: Meine Benachrichtigungen
portuguese: Meus alertas
spanish: Mis alertas

# home.menu.orgcharts
source: Org charts
chinese: 组织结构图
french: Organigrammes
german: Organigramme
portuguese: Organogramas
spanish: Organigramas

# forms.action.contact.%s
source: <strong>Write an e-mail</strong> to %s
chinese: <strong>写电子邮件</strong>给 %s
french: <strong>Ecrire un e-mail</strong> à %s
german: <strong>E-Mail</strong> an %s schreiben
portuguese: <strong>Envie um e-mail</strong> para %s
spanish: <strong>Escribir un e-mail</strong> a %s

# forms.action.viewSocialMedia.%s
source: <strong>Biography</strong> of %s
chinese: %s <strong>简介</strong>
french: <strong>Biographie</strong> de %s
german: <strong>Biographie</strong> von %s
portuguese: <strong>Biografia</strong> de %s
spanish: <strong>Biografía</strong> de %s

# search.subsidaryOf.%s
source: Subsidiary of %s
chinese: %s的子公司
french: Filiale de %s
german: Tochtergesellschaft von %s
portuguese: Subsidiária de %s
spanish: Filial de %s

# search.subsidaryNb.%s
source: %s subsidiaries
chinese: %s家子公司
french: %s filiales
german: %s Tochterunternehmen
portuguese: %s subsidiárias
spanish: %s filiales

# forms.search.recentAll
source: All
chinese: 所有
french: Tous
german: Alle
portuguese: Todos
spanish: Todos

# orgchart.industry.count.%s
source: (%s companies)
chinese: (%s 家企业)
french: (%s entreprises)
german: (%s Unternehmen)
portuguese: (%s empresas)
spanish: (%s empresas)

# orgchart.actions.addfav
source: My executives
chinese: 我的首选高管
french: Mes dirigeants
german: Meine Executives
portuguese: Meus executivos
spanish: Mis ejecutivos

# orgchart.actions.print
source: Print your org chart in PDF
chinese: PDF 格式组织结构图
french: L'organigramme en PDF
german: Das Orga's in PDF
portuguese: Organograma em PDF
spanish: El organigrama en PDF

# orgchart.actions.download
source: Download your org chart in Excel
chinese: Excel 格式的高管和角色
french: Liste dirigeants en Excel
german: Liste Excel der Führungskräfte
portuguese: Lista de executivos Excel
spanish: Lista de los ejecutivos Excel

# forms.label.relevantUrl
source: <h2>Add any relevant URL</h2> displaying its management or its board of Directors
chinese: <br><big><big>添加任何相关的URL</big></big><br> 显示其管理或董事会
french: <br><big><big>Ajouter une URL</big></big><br> indiquant la liste des dirigeants ou la liste des administrateurs.
german: <br><big><big>Hinzufügen Sie alle relevanten URL</big></big><br>anzeige ihrem Management oder das Board of Directors
portuguese: <br><big><big>Adicionar qualquer URL relevante</big></big><br> exibindo seus executivos ou seu Conselho de Administração
spanish: <br><big><big>Añadir una URL relevante</big></big><br> mostrando sus exectuivos o su consejo de administración

# forms.label.suppress
source: <h2>Please suppress this company</h2> because
chinese: <h2>请废止此公司，</h2>因为:
french: <h2>Merci de supprimer cette société</h2> parce que
german: <h2>Bitte verbergen Sie dieses Unternehmen,</h2> weil
portuguese: <h2>Por favor, exclua esta empresa</h2> porque
spanish: <h2>Por favor eliminen esta empresa debido</h2> a que

# forms.label.suppress.cheap
source: it is making less than US $100M in annual revenue
chinese: 此公司年收入少于 1 亿美元
french: elle fait moins de 100 Mi$ de CA annuel
german: sein Jahreserlös unter $ 100 Mio. liegt
portuguese: está obtendo menos de US$ 100 Mi$ em receita anual.
spanish: obtiene menos de 100 mill. de US$ en ventas anuales

# forms.label.suppress.merge
source: It has merged w/ another company.
chinese: 此公司已与另一家公司合并。
french: Elle a fusionné avec une autre société.
german: Es mit einem anderen Unternehmen verschmolzen wurde.
portuguese: Foi incorporada por outra empresa.
spanish: Se ha fusionado con otra empresa.
