Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# company.income.option.no
source: No
chinese: 不，暂时没有
french: Non
german: Noch nicht
portuguese: Ainda não
spanish: No, aún no

# forms.label.country
source: Country
chinese: 国家
french: Pays
german: Land
portuguese: País
spanish: País

# forms.options.selectOne
source: - Select one -
chinese: - 选择 -
french: - Sélectionner -
german: - Eines wählen -
portuguese: - Selecione um -
spanish: - Seleccionar -

# forms.label.industryGroup
source: Industry group
chinese: 行业
french: Secteur
german: Industrie
portuguese: Indústria
spanish: Sector

# forms.label.industry
source: Industry
chinese: 分部
french: Sous-secteur
german: Sub-Industrie
portuguese: Sub-indústria
spanish: Sub-sector

# forms.label.parentCompany
source: Mother company (if listed)
chinese: 母公司（如果列表中有的话）
french: Société mère (si répertoriée)
german: Mutterunternehmen (falls verzeichnet)
portuguese: Empresa-mãe (se listado)
spanish: Empresa matriz (si catalogada)

# forms.text.highLevelExecutivesOnly
source: To keep each org chart easy to read, we list only the 3 first reporting levels: CEO and the Board Members, the CEO's direct reports (N-1) and their direct reports (N-2).<br><br>We really appreciate your help!
chinese: 为使每个组织结构图易于阅读，我们只列出了 3 个报告级别：裁和董事会成员，他们的助手 (N-1) 以及助手的直接助手 (N-2)。<br><br>非常感谢您的帮助!
french: Pour faciliter la lecture de chaque organigramme, nous ne répertorions que les 3 premiers niveaux hiérarchiques : Président et Membres du Conseil d’Administration, les collaborateurs directs du Président (N-1) et leurs collaborateurs directs (N-2).<br><br>Votre aide est très appréciée !
german: Für bessere Lesbarkeit der Organigramme, listen wir nur die ersten 3 Kompetenzebenen: President und Vorstandsmitglieder, die direkten Referenten des Presidents (N-1) und deren direkte Referent (N-2). <br><br>Wir schätzen Ihre Hilfe sehr!
portuguese: Para que cada organograma seja de fácil leitura, listamos somente os três primeiros níveis hierárquicos: Presidente e os Conselheiros, os que se reportam diretamente (N-1) ao Presidente e seus subordinados diretos (N-2).<br><br>Sua ajuda é muito apreciada!
spanish: Para una fácil lectura de cada organigrama, incluimos los 3 primeros niveles de información: Presidente y miembros del Consejo de Administración, colaboradores directos del Presidente (N-1) y sus colaboradores directos (N-2).<br><br> ¡Gracias por su cooperación!

# forms.text.companyC1Details
source: Add an executive
chinese: 添加高管
french: Ajouter un décideur
german: Führungskraft hinzufügen
portuguese: Adicione un executivo
spanish: Añadir a un ejecutivo

# forms.label.lastName
source: Last Name
chinese: 姓氏
french: Nom
german: Nachname
portuguese: Sobrenome
spanish: Apellido

# forms.label.firstName
source: First Name
chinese: 名字
french: Prénom
german: Vorname
portuguese: Nome
spanish: Nombre

# forms.label.jobTitle
source: Job title
chinese: 职务（英语）
french: Fonction (en anglais)
german: Positionsbezeichnung
portuguese: Cargo
spanish: Cargo (en inglés)

# forms.help.contactJobTitle
source: The business function in English as it stands on the executive's Business card (without abbreviation).
chinese: 名片上的职务为英语翻译，没有简写。
french: La fonction (en anglais) figurant sur la carte de visite, sans abréviation.
german: Die Positionsbeschreibung in Englisch auf der Visitenkarte ohne Abkürzung.
portuguese: O título em Inglês no cartão de negócios, sem abreviação.
spanish: El cargo traducido al inglés, indicado en la tarjeta de visita, sin abreviación.

# forms.label.shortJobTitle
source: Abridged job title
chinese: 简写职务
french: Fonction abrégée
german: Kurzbezeichnung
portuguese: Cargo abreviado
spanish: Cargo abreviado

# forms.help.shortJobTitle
source: To read this Org Chart in a glance e.g «Senior Vice President, North America Region» is summarized as «North America».
chinese: 为了帮助大家快速浏览企业机构组织图，例如：“ Senior Vice President, North America Region北美区高级副总裁，管理委员会成员”可能简写成为“North America”
french: Pour lire cet organigramme en un coup d’œil. Example : «Senior Vice President, North America Region» s’abrége en «North America».
german: Um dieses Organigramm auf einen Blick zu lesen z.B. «Senior Vice President, North America Region» kann als «North America» zusammengefasst werden.
portuguese: Para ler este organograma num piscar de olhos, exemplo « Vice – Presidente Sênior, América do Norte» poderia ser resumido como América do Norte».
spanish: Para leer este organigrama en un vistazo. Ejemplo: «Senior Vice President, North America Region» puede ser abreviado como «North America»

# forms.label.email
source: Business E-mail
chinese: 邮件
french: E-mail professionel
german: E-mail
portuguese: E-mail
spanish: E-mail

# forms.button.addCompany
source: I certify this is exact
chinese: 我确定这是正确的
french: Je certifie que ceci est exact
german: Ich bestätige, dass dies korrekt ist
portuguese: Certifico que é correto
spanish: Certifico que es verdad

# forms.help.contactEmail
source: The business, personal E-Mail of the executive in this company.
chinese: 这家企业的决策者的个人办公邮箱
french: L’E-mail professionnel personnel du décideur dans cette entreprise.
german: Die geschäftliche, persönliche E-Mail der Führungskraft bei diesem Unternehmen
portuguese: O Negócio, e-mail pessoal do executivo dessa empresa.
spanish: El e-mail profesional personal del ejecutivo en este empresa

# forms.button.addContact
source: Add this executive
chinese: 添加决策者
french: Ajouter le dirigeant
german: Diese Führungskraft hinzufügen
portuguese: Adicione esse executivo
spanish: Añadir el ejecutivo

# forms.label.company
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa
spanish: Empresa

# forms.label.level
source: Reporting level
chinese: 报告级别
french: Niveau
german: Berichterstattungsebene
portuguese: Nível hierárquico
spanish: Nivel jerárquico

# forms.option.level.1
source: President
chinese: 总裁
french: Président
portuguese: Presidente
spanish: Presidente

# forms.option.level.2
source: Board of Directors
chinese: 董事会
french: Conseil d'administration
portuguese: Junta Administrativa
spanish: Consejo de Administración

# forms.option.level.3
source: Executive Committee
chinese: 管理委员会
french: Comité de direction
portuguese: Comitê Executivo
spanish: Junta Directiva

# forms.option.level.4
source: Management Committee
chinese: 运作委员会
french: Comité opérationnel
portuguese: Comitê Administrativo
spanish: Comité Operacional

# forms.button.save
source: Save my change
chinese: 验证
french: Sauvegarder mes changements
german: Meine Änderungen speichern
portuguese: Salvar minhas alterações
spanish: Guardar mis cambios

# forms.label.search.companyName
source: Company name contains
chinese: 企业名称包含
french: Le nom des entreprises contient
german: Unternehmensname beinhaltet
portuguese: Noma da empresa contém
spanish: El nombre de las empresas incluye

# forms.label.search.country
source: Nationalities of the companies
chinese: 国家
french: Nationalités des entreprises
german: Land des Unternehmens
portuguese: País da empresas
spanish: País de las empresas

# forms.label.search.industry
source: Industries of the companies
chinese: 分部
french: Secteurs des entreprises
german: Industrie des Unternehmens
portuguese: Indústria da empresas
spanish: Sector de las empresas

# forms.label.search.jobTitle
source: Job title includes the word
chinese: 决策者的职务（英语）包含
french: dont les fonctions (en anglais) contiennent le mot
german: Positionsbezeichnung beinhaltet (Englisch)
portuguese: Cargo contém (em Inglês)
spanish: cuyos títulos (en inglés) de negocio incluyen la palabra

# forms.label.search.sort
source: Sort my results
chinese: 排序
french: Trier par
german: Sortieren nach
portuguese: Classificar por
spanish: Ordenar por

# forms.label.search.sort.alpha
source: Alphabetically
chinese: 按字母顺序
french: Alphabétiquement
german: Alphabetisch
portuguese: Alfabeticamente
spanish: Alfabéticamente

# forms.label.search.sort.relevance
source: By relevance
chinese: 按相关性
french: Par pertinence
german: Nach Relevanz
portuguese: Por relevância
spanish: Por relevancia

# forms.label.search.mailValid
source: Keep the only executives contactable via our email service
chinese: 目前可联系
french: Uniquement les dirigeants contactables par email
german: Nur Führungskräfte, die mit E-mail erreichbar sind
portuguese: Executivos somente disponíveis via e-mail
spanish: Executivos tocados por e-mail

# forms.button.search
source: Search
chinese: 重新搜索
french: Rechercher
german: Suche
portuguese: Buscar
spanish: Buscar

# forms.label.newEmail
source: New e-mail
chinese: 新邮件
french: Nouveau e-mail
german: Neue E-mail
portuguese: Novo e-mail
spanish: Nuevo e-mail

# forms.label.currentPassword
source: Your current password
chinese: 您的当前密码
french: Votre mot de passe actuel
german: Ihr jetziges Passwort
portuguese: Senha atual
spanish: Su contraseña actual

# forms.label.oldPassword
source: Old password
chinese: 原有密码
french: Ancien mot de passe
german: Altes Passwort
portuguese: Senha antiga
spanish: Antigua contraseña

# forms.label.newPassword
source: New password
chinese: 新密码
french: Nouveau mot de passe
german: Neues Passwort
portuguese: Nova senha
spanish: Nueva contraseña

# forms.label.newPassword2
source: New password (2)
chinese: 新密码（2）
french: Nouveau mot de passe (2)
german: Neues Passwort (2)
portuguese: Nova senha (2)
spanish: Nueva contraseña (2)

# forms.label.alert.attachCsv
source: Attach the Excel file
chinese: 附加的Excel文件
french: Joindre le fichier Excel
german: Befestigen Sie Excel-Datei
portuguese: anexar o arquivo Excel
spanish: Adjuntar el archivo Excel

# forms.button.createAlert
source: Create
chinese: 建立
french: Créer
german: Erstellen
portuguese: Criar
spanish: Crear

# forms.button.updateAlert
source: Update
chinese: 发布
french: Actualiser
german: Aktualisieren
portuguese: Atualizar
spanish: Actualizar

# forms.label.autoAlert
source: If there is an important move within an org chart I just viewed, please alert me by email:
chinese: 如果我刚查看过的组织结构图有重要变动，请通过电子邮件提醒我：
french: Si il y a un changement important dans un organigramme que j'ai récemment consulter, merci de m'informer par email.
german: bitte senden Sie mir eine E-Mail Benachrichtigung bei einer wichtigen Bewegung innerhalb eines von mir soeben angesehenen Organigramms:
portuguese: Se houver um movimento importante em um organograma que visualizei recentemente, por favor, me avise por e-mail:
spanish: Si existe un movimiento importante dentro de un organigrama que yo haya visto, por favor envíenme una alerta por correo electrónico:

# generic.option.yes
source: Yes
chinese: 是
french: Oui
german: Ja
portuguese: Sim
spanish: Sí

# generic.option.no
source: No
chinese: 否
french: Non
german: Nein
portuguese: Não

# forms.button.saveContact
source: Save
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# forms.label.contentTitle
source: Title
chinese: 职务
french: Titre
german: Positionsbezeichnung
portuguese: Titulo
spanish: Cargo

# forms.label.contentParent
source: Parent Page
chinese: 附页
french: Page de rattachement
german: Hauptseite
spanish: Página de incorporación

# forms.label.navLabel
source: Navigation Label
chinese: 导航语
french: Libellé de navigation
german: Navigationslabel
portuguese: indicador de navegação
spanish: Texto de navegación

# forms.label.contentIndexed
source: Add to Google Site Map
chinese: 添加到Google地图
french: Ajoute au Google Site Map
german: Zur Google Site Map hinzufügen
portuguese: Adicione ao site Google Map
spanish: Añadir al Google Site Map

# forms.mail.subject
source: Subject
chinese: 主题
french: Sujet
german: Betreff
portuguese: Assunto
spanish: Asunto

# forms.message.label.lang
source: You speak to your addressee in
chinese: 您在%s与该收件人联系过:
french: Vous parlez à ce destinataire en :
german: Sie kommunizieren mit einem Adressaten in dieser Sprache
portuguese: Você se comunica com o seu destinatário em:
spanish: Le habla a este destinatario en:

# forms.message.label.from
source: From:
chinese: 从:
french: De:
german: Von:
portuguese: De:
spanish: De:

# forms.message.label.to
source: To:
chinese: 到:
french: A:
german: An:
portuguese: Para:
spanish: A:

# forms.message.label.subj
source: Subject
chinese: 主题:
french: Sujet:
german: Betreff
portuguese: Assunto
spanish: Asunto:

# forms.button.send
source: Send this email now
chinese: 立即发送此电子邮件
french: Envoyer cet email maintenant
german: Diese E-Mail jetzt senden
portuguese: Enviar este e-mail agora
spanish: Enviar este correo electrónico ahora

# layout.searchButton
source: Search
chinese: 搜索
french: Recherche
german: Suche
portuguese: Buscar
spanish: Búsqueda

# forms.label.landing.lastName
source: Your last name
chinese: 我的姓氏
french: Votre nom
german: Mein Nachname
portuguese: Meu sobrenome
spanish: Mi apellido

# forms.label.landing.firstName
source: Your first name
chinese: 我的名字
french: Votre prénom
german: Mein Vorname
portuguese: Meu nome
spanish: Mi nombre

# forms.label.landing.jobTitle
source: Your title
chinese: 我的职位（英语）
french: Votre fonction (en anglais)
german: Meine Positionsbezeichnung
portuguese: Meu titulo
spanish: Mi cargo (en inglés)

# contact.invitation.level.2
source: Non-executive member of the Board
chinese: 董事会中的非营运成员
french: Membre non-exécutif du Conseil d’Administration
german: Non-führende Mitglieder des Vorstands
portuguese: Membro não executivo do Conselho de Administração
spanish: Miembro no ejecutivo del Consejo de Administración

# contact.invitation.level.1
source: President, Chairman or CEO
chinese: 总裁或者董事会主席
french: Président ou Président du Conseil
portuguese: Presidente ou CEO
spanish: Presidente o presidente del Consejo

# contact.invitation.level.3
source: My boss is the CEO
chinese: 我的顶头上司是总裁
french: Mon patron direct est le Président
german: Mein Chef ist der President
portuguese: Meu chefe é o presidente
spanish: Mi jefe directo es el Presidente

# contact.invitation.level.4
source: My boss reports directly to the CEO
chinese: 我的顶头上司直接向总裁汇报
french: Mon patron direct reporte au Président
german: Mein Chef ist dem President direkt unterstellt
portuguese: Meu chefe se reporta diretamente ao presidente
spanish: Mi jefe directo reporta al Presidente

# header.landing.signUp
source: My account to update my information
chinese: 直接更新我的账户中的信息
french: Ouvrir mon compte pour actualiser mes informations
german: Mein Konto, um alle Informationen zu aktualisieren
portuguese: Minha Conta para atualizar as minhas informações
spanish: Abrir mi cuenta para actualizar mis informaciones

# forms.label.password
source: Password
chinese: 密码
french: Mot de passe
german: Passwort
portuguese: Senha
spanish: Contraseña

# forms.label.password2
source: Password (2)
chinese: 密码（2）
french: Mot de passe (2)
german: Passwort (2)
portuguese: Senha (2)
spanish: Contraseña (2)

# forms.label.landing.accept
source: I accept the <a href="/info/conditions" target="_blank">Terms of Use</a>.
chinese: 我确认这是正确的，而且我接受<a href="/info/conditions.html" target="_blank">使用条款</a>。
french: J’accepte les <a href="/info/conditions.html" target="_blank">conditions d'utilisation</a>.
german: Ich bestätige, dass dies exakt ist und akzeptiere die <a href="/info/conditions.html" target="_blank">Nutzungsbestimmungen</a>.
portuguese: Certifico que o presente é exato e aceito o <a href="/info/conditions.html" target="_blank"> Termos de Uso <!-- a--></a>.
spanish: Certifico que es verdad y acepto las <a href="/info/conditions.html" target="_blank">condiciones de utilización</a>.

# forms.button.signUp
source: Confirm
chinese: 验证
french: Valider
german: Bestätigen
portuguese: Confirmar
spanish: Validar

# landing.form.button.correct
source: This is correct
chinese: 此项正确
french: C’est exact
german: Das ist zutreffend
portuguese: Correto
spanish: Es correcto

# landing.form.button.inCorrect
source: This is not correct
chinese: 此项错误
french: Ce n’est pas exact
german: Das ist nicht zutreffend
portuguese: Incorreto
spanish: No es correcto

# landing.form.button.save
source: Save my changes
chinese: 验证
french: Sauvegarder mes changements
german: Meine Änderungen speichern
portuguese: Salvar minhas alterações
spanish: Guardar mis cambios

# landing.form.button.signUp
source: Save
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# forms.button.signIn
source: Sign In
chinese: 进入
french: Se connecter
german: Einloggen
portuguese: Login
spanish: Conectarse

# forms.action.lostPassword
source: Lost password
chinese: 密码丢失
french: Mot de passe perdu
german: Passwort vergessen
portuguese: Senha perdida
spanish: Contraseña olvidada

# forms.button.recoverPassword
source: Recover
chinese: 找回
french: Récupérer
german: Wiederherstellen
portuguese: Recuperar
spanish: Recuperar

# forms.label.limit
source: Show >
chinese: 发布 >
french: Afficher >
german: Zeige >
portuguese: Mostrar >
spanish: Mostrar >

# forms.label.invited
source: Invited only :
chinese: 唯一嘉宾 :
french: Invités uniquement :
german: Nur eingeladen:
portuguese: Apenas convidado:
spanish: Invitados solamente:

# forms.label.usersOnly
source: Members:
chinese: 会员 :
french: Membres :
german: Mitglieder:
portuguese: Membros:
spanish: Miembros :

# label.sort.country.unspecified
source: To be specified
chinese: 须知
french: A renseigner
german: Anzugeben:
portuguese: A ser especificado
spanish: Rellenar

# forms.label.showDeleted
source: + deleted
chinese: 取消
french: + supprimés
german: + gelöscht
portuguese: + deletado
spanish: + suprimidos

# action.payment.confirm
source: Confirm your payment
chinese: 验证支付
french: Valider le paiement
german: Bestätigen
portuguese: Confirmar
spanish: Validar

# renew.text.subtitle
source: Become a Premium Member <small><br>or extend your current Premium duration</small>
chinese: 升级到 Premium 或者续订当前 Premium 会员。
french: Devenir Premium ou prolonger votre abonnement Premium actuel.
german: Upgrade zu Premium oder Verlängern Ihrer Premium Mitgliedschaft.
portuguese: Faça um upgrade ou prorrogue sua conta Premium atual.
spanish: Ser Premium o suscribir una ampliación de su Premium

# forms.title.selectYourService
source: <b>Select your duration</b>
chinese: <b>选择期限</b>
french: <b>Choisir votre durée</b>
german: <b>Wählen Sie die Laufzeit</b>
portuguese: <b>Selecione a duração</b>
spanish: <b>Seleccionar permanencia</b>

# forms.title.billing
source: <b>Your billing information</b> (for us to provide you with a receipt)
chinese: <b>您的付款信息</b>（以便我们提供收据给您）
french: <b>Vos informations de facturation</b> (pour établir votre reçu)
german: <b>Ihre Rechnungsinformationen</b> (damit wir Ihnen eine Quittung ausstellen können)
portuguese: <b>Sua informação de faturamento</b> (para obtenção de seu comprovante)
spanish: <b>Su información </b>(para que podamos proporcionarle una factura)

# forms.label.billingFirstName
source: First Name
french: Prénom
portuguese: Nome
spanish: Nombre

# forms.label.billingLastName
source: Last Name
french: Nom
portuguese: Sobrenome
spanish: Apellido

# forms.label.billingAddress
source: Address
french: Adresse
portuguese: Endereço
spanish: Dirección

# forms.label.billingCity
source: City
chinese: 城市
french: Ville
german: Ort
portuguese: Cidade
spanish: Ciudad

# forms.label.billingZip
source: Zip Code
chinese: 邮政编码
french: Code Postal
german: PLZ
portuguese: CEP
spanish: Código postal

# forms.button.recharge
source: Subscribe
chinese: 立即购买
french: S'abonner
german: Kaufen

# text.validationBar.accept
source: I certify that my modifications are exact
chinese: 我确定更改信息的正确性
french: Je certifie que mes modifications sont exactes
german: Ich bestätige dass meine Änderungen exakt sind
portuguese: Certifico que minhas modificações são corretas
spanish: Certifico que mis modificaciones son exactas

# forms.title.personalInfo
source: Your personal information (for setting up your account)<br></br>
chinese: 您的个人信息（用于建立您的帐户）<br><br>
french: Vos informations (pour créer votre compte)<br><br>
german: Ihre persönlichen Angaben (für die Einrichtung Ihres Kontos)<br><br>
portuguese: Sua informação pessoal (para configuração de sua conta)<br><br>
spanish: Su información personal (para crear su cuenta)<br><br>

# forms.label.acceptEula
source: I have read and I accept the <a href="/info/conditions" target="_blank">Terms of Use</a>.
chinese: 我已阅读并且毫无保留地接受<a href="/info/conditions" target="_blank">使用条款</a>。
french: J'ai lu et j'accepte les <a href="/info/conditions" target="_blank">conditions d'utilisation</a>.
german: Ich habe die <a href="/info/conditions" target="_blank">Nutzungsbedingungen</a> gelesen und akzeptiert.
portuguese: Eu li e aceito os <a href="/info/conditions" target="_blank">Termos de Uso</a>.
spanish: He leído y acepto las <a href="/info/conditions" target="_blank">condiciones de utilización</a>.

# user.greeting.status.member
source: I am <span class="orange">Starter</span>
chinese: 我是<span class="orange">Starter</span>
french: Je suis <span class="orange">Starter</span>
german: Ich bin <span class="orange">Starter</span>
portuguese: Eu sou <span class="orange">Iniciante</span>
spanish: Soy <span class="orange">Starter</span>

# user.greeting.status.member-plus
source: I am <span class="orange">Starter</span>
chinese: 我是<span class="orange">Starter</span>
french: Je suis <span class="orange">Starter</span>
german: Ich bin <span class="orange">Starter</span>
portuguese: Eu sou <span class="orange">Iniciante</span>
spanish: Soy <span class="orange">Starter</span>

# user.greeting.status.premium
source: I am <span class="orange">Premium</span>
chinese: 我是<span class="orange">Premium</span>
french: Je suis <span class="orange">Premium</span>
german: Ich bin <span class="orange">Premium</span>
portuguese: Eu sou <span class="orange">Premium</span>
spanish: Soy <span class="orange">Premium</span>

# user.greeting.status.networker
source: I am <span class="orange">Networker</span>
chinese: 我是<span class="orange">NetWorker</span>
french: Je suis <span class="orange">NetWorker</span>
german: Ich bin <span class="orange">NetWorker</span>
portuguese: Eu sou <span class="orange">NetWorker</span>
spanish: Soy <span class="orange">NetWorker</span>

# user.greeting.status.admin
source: <span class="orange">I am administrator. I can do what I want ;-) Be careful!!!</span>
chinese: <span class="orange">我是管理者。我可以做自己想做的事情。 ;-)</span>
french: <span class="orange">Je suis administrateur. Je peux faire ce que je veux ;-)</span>
german: <span class="orange">Ich bin Administrator. Ich kann machen was ich will ;-) Vorsichtig seinl!!!</span>
spanish: <span class="orange">Soy administrador. Puedo hacer lo que quiero ;-)</span>

# user.greeting.status.text-admin
source: <span class="orange">I am administrator. I can edit text pages!</span>
chinese: <span class="orange">我是管理者。我可以做自己想做的事情。 ;-)</span>
french: <span class="orange">Je suis administrateur. Je peux modifier les pages</span>
german: <span class="orange">Ich bin Administrator. Ich kann Textseiten bearbeiten!</span>
spanish: <span class="orange">Soy administrador. Puedo modificar las páginas</span>

# user.greeting.status.collector
source: I am <span class="orange">Data Collector</span>, I am allowed to process org charts
chinese: 我是<span class="orange">采集者,</span>我可以采集数据。
french: Je suis <span class="orange">Collecteur</span>, je peux effectuer la collecte de données
german: Ich bin <span class="orange">Data Collector</span>, ich darf Organigramme verarbeiten
portuguese: Eu sou <span class="orange">Coletor de Dados</span>,Estou autorizado a processar organogramas
spanish: Soy <span class="orange">Colector</span>, puedo realizar la colecta de datos

# contact.level.option.2
source: Board
chinese: 董事会
french: Conseil
portuguese: Quadro
spanish: Consejo

# contact.level.option.4
source: Manager
chinese: 管理
french: Management
portuguese: Gerente
spanish: Dirección

# contact.level.option.abbr.4
source: Mgr
chinese: 管理
french: Mgt
spanish: Dir
