Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# forms.label.suppress.bankruptcy
source: Company has disappeared.
chinese: 此公司因申请破产而消失
french: elle a disparu ou elle fait faillite
german: es verschwunden ist oder Insolvenzantrag gestellt hat
portuguese: desapareceu ou entrou com pedido de falência
spanish: ha desaparecido al declararse en bancarrota

# forms.label.suppress.duplicate
source: it duplicates with another company
chinese: 此公司与另一公司重复
french: cette société fait doublon avec une autre société
german: es ein anderes Unternehmen dupliziert
portuguese: é duplicada de outra empresa
spanish: está duplicada con otra empresa

# general.paginator.next
source: Next
chinese: 继续
french: Suite
german: Nächste
portuguese: Seguinte
spanish: Continuación

# forms.label.moderate.relevantUrl
source: Relevant URL
french: URL utile

# search.result.count.companies.%s
source: found in %s companies
chinese: %s家企业
french: trouvé dans %s entreprises
german: fand in %s Unternehmen
portuguese: encontrada em %s empresas
spanish: encuentran en %s empresas

# orgchart.actions.addfav.%s
source: My %s executives
chinese: 我的 %s 位首选高管
french: Mes %s dirigeants préférés
german: Meine %s beliebteste Executives
portuguese: Meus %s executivos preferidos
spanish: Mis %s ejecutivos preferidos

# user.home.organizer.deletenoteconfirm.title
source: Close
chinese: 关闭
french: Fermer
german: Schließen
portuguese: Fechar
spanish: Cerrar

# user.home.organizer.deletenoteconfirm.text
source: Please confirm your deletion
chinese: 请确认删除
french: Merci de confirmer la suppression
german: Bitte Ihre Löschung bestätigen
portuguese: Por favor, confirme sua exclusão
spanish: Por favor confirme petición de eliminar

# user.offre.title
source: Select your access level.
chinese: 选择您的会员级别
french: Choisir votre niveau d'accès.
german: Wählen Sie Ihre Mitgliedschaftsebene aus
portuguese: Selecione seu nível de acesso
spanish: Seleccionar su nivel de acceso

# user.home.status.member
source: Free member
chinese: NetWorker
french: NetWorker
german: NetWorker
spanish: NetWorker

# user.home.subscription
source: My membership:
chinese: 我的会员为：
french: Mon abonnement:
german: Meine Mitgliedschaft:
portuguese: Minha conta:
spanish: Mi suscripción:

# user.home.promotepremium
source: Premium upgrade
chinese: 成为 Premium
french: Devenir Premium
german: Werden Sie Premium
portuguese: Torne-se Premium
spanish: Ser Premium

# user.home.tabs.organizer
source: My executives
chinese: 我的首选高管
french: Mes dirigeants
german: Meine Executives
portuguese: Meus executivos
spanish: Mis ejecutivos

# user.home.organizer.categorylist
source: Select one of your files
chinese: 选择一个文件
french: Choisir un de vos dossiers
german: Wählen Sie einen Ihrer Ordner
portuguese: Selecione um de seus arquivos
spanish: Seleccione uno de sus archivos

# user.home.organizer.insutrctions
source: * Select an executive profile<br>* Add the executive in My executives<br>* Add private notes or contact information, visible only to you.
chinese: * 选择一个高管介绍<br /> * 将高管添加到您的首选高管中<br /> * 添加私有备注或联系信息，只有您自己可以看到。
french: * Choisir un dirigeant<br>* L'ajouter à Mes dirigeants<br>* Ajouter notes ou coordonnées seulement accessibles par vous.
german: * Geschäftsführerprofil wählen <br> * Führungskraft zu Meine Führungskräfte hinzufügen <br>* Private Notizen oder Kontaktinformationen hinzufügen, die nur von Ihnen gesehen werden können.
portuguese: * Selecione um perfil de executivo<br> * Adicione-o em Meus executivos<br> * Adicione notas privadas ou dados de contato que são visíveis apenas para você.
spanish: * Seleccionar el perfil del ejecutivo<br>* Añadir al ejecutivo entre mis ejecutivos<br>* Añadir anotaciones privadas o información de contacto, sólo visible para Vd.

# user.home.organizer.deleteconfirm.title
source: Please confirm your deletion
chinese: 请确认删除
french: Merci de confirmer la suppression
german: Bitte Ihre Löschung bestätigen
portuguese: Por favor, confirme sua exclusão
spanish: Por favor confirme petición de eliminar

# user.home.organizer.deleteconfirm.text
source: Do you really want to delete
french: Voulez-vous vraiment retirer de vos dirigeants préférés

# user.home.organizer.notes.opencontactinfo
source: my contact info
chinese: 我的联系信息
french: mes contact info
german: Mein Kontaktdetails.
portuguese: dados de contato
spanish: mi info de contacto

# user.home.organizer.notes.deletecontact
source: delete
chinese: 删除
french: supprimer
german: löschen
portuguese: Deletar
spanish: borrar

# user.home.organizer.contactinfo.add.title
source: Add a contact information
chinese: 添加联系信息
french: Ajouter des coordonnées
german: Kontaktdetails hinzufügen
portuguese: Adicione informações de contato
spanish: Añadir info de contacto

# user.home.organizer.contactinfo.add.save
source: Save
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# user.home.organizer.contactinfo.add.saved
source: Saved
chinese: 保存的
french: Mémorisé
german: Gespeichert
portuguese: Salvo
spanish: Guardado

# user.home.organizer.notes.add.title
source: Add a note
chinese: 添加备注
french: Ajouter une note
german: Notiz hinzufügen
portuguese: Adicionar uma nota
spanish: Añadir una anotación

# user.home.organizer.notes.add.view
source: View
chinese: 查看
french: Voir
german: Ansehen
portuguese: Visualizar
spanish: Ver

# user.home.organizer.notes.add.delete
source: Delete
chinese: 删除
french: Supprimer
german: Löschen
portuguese: Deletar
spanish: Borrar

# user.home.organizer.notes.add.save
source: Save
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# user.home.organizer.notes.add.saved
source: Saved
chinese: 保存的
french: Mémorisé
german: Gespeichert
portuguese: Salvo
spanish: Guardado

# user.contact.save.save
source: Save
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# user.contact.save.cancel
source: Cancel
chinese: 取消
french: Annuler
german: Abbrechen
portuguese: Cancelar
spanish: Cancelar

# industry.info.country.all
source: All countries
chinese: 所有国家
french: Tous les pays
german: Alle Länder
portuguese: Todos os países
spanish: Todos los países

# user.home.organizer.download
source: Download all your information of My executives in a Excel file
chinese: 将您的“首选高管”中的全部信息下载到 Excel 文件中
french: Télécharger toutes vos informations sur Mes dirigeants en Excel
german: Alle Informationen Meiner Führungskräfte in ein Excel Datei herunterladen
portuguese: Baixe todas as informações sobre Meus executivos em um arquivo Excel
spanish: Descargar toda la información de Mis ejecutivos en un archivo Excel

# home.menu.favorites
source: My companies
chinese: 我的最近搜索
french: Mes entreprises
german: Meine Unternehmen
portuguese: Minhas empresas
spanish: Mis empresas

# user.home.tabs.alerts
source: My alerts
chinese: 我的邮件提醒
french: Mes alertes
german: Benachrichtigungen
portuguese: Meus alertas
spanish: Mis alertas

# orgchart.feedback.titlecomment
source: Your feedback will help us to serve you better.<br />
chinese: 您的反馈将帮助我们更好地为您服务<br />
french: Votre avis nous permettra de mieux vous servir.<br>
german: Ihre Meinung hilft uns den Service für Sie zu verbessern.<br />
portuguese: Seus comentários nos ajudarão a servi-lo melhor.<br />
spanish: Sus comentarios nos ayudarán a prestarle un mejor servicio.<br />

# text.payment.agr.90
source: The Official Board Premium Membership for 3 months - US $99
chinese: 3 个月的 The Official Board Premium 会员 – 99 美元
french: Abonnement Premium à The Official Board pour 3 mois - US$ 99
german: The Official Board Premium Mitgliedschaft für 3 Monate - 99 US$
portuguese: A assinatura Premium da The Official Board por 3 meses - US$ 99
spanish: La Suscripción Premium a Official Board durante 3 meses - 99 US$

# home.menu.modification
source: Update
chinese: 地区
french: Actualiser
german: Aktualisieren
portuguese: Atualizar
spanish: Actualizar

# conact.bio.delurl.nonrelevant
source: &nbsp;&nbsp;&nbsp; Suppress this link (It is not relevant).
chinese: &nbsp;&nbsp;&nbsp; 废止该链接（该链接不相关）
french: &nbsp;&nbsp;&nbsp; Supprimer ce lien (il n'est pas pertinent).
german: &nbsp;&nbsp;&nbsp;Diese Link unterdrücken (es ist nicht relevant).
portuguese: &nbsp;&nbsp;&nbsp; Suprimir este link (não aplicável).
spanish: &nbsp;&nbsp;&nbsp;Suprimir este enlace (no es relevante)

# contact.url.type.somerel
source: Somehow relevant
french: Moyennement pertinent

# contact.url.type.nonrel
source: Non-relevant
chinese: 不相关的
french: Non-pertinent

# contact.url.type.rel
source: Relevant
french: Pertinent

# contact.bio.addurl.submit
source: Add a link
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# contact.bio.delurl.submit
source: Confirm
chinese: 验证
french: Confirmer
german: Bestätigen
portuguese: Confirmar
spanish: Validar

# orgchart.view.popup.creditwarn.sorry
source: <div class="credit-warning"><h2>Congratulations!</h2><br>You have sent all the emails included in your membership.<br><br>To continue, please subscribe to a <a href="/user/renew">Premium</a> or a <a href="/user/renew-vip">VIP</a> membership extension.</div>
chinese: <big>恭喜！</big><br><br>您已经发送了您的会员级别所享有的全部电子邮件。<br><br>要继续发送，请续订 <a href="/user/renew">Premium</a> 或 <a href="/user/renew-vip">VIP</a> 会员。
french: <big>Bravo !</big><br><br>Vous avez envoyé tous les emails compris dans votre abonnement.<br><br>Pour poursuivre votre envoi, vous pouvez souscrire une prolongation <a href="/user/renew">Premium</a> ou <a href="/user/renew-vip">VIP</a>.
german: <big>Glückwunsch!</big><br><br>Sie haben alle E-Mails versendet, die von Ihrer Mitgliedschaft abgedeckt sind.<br><br>Um weitere zu senden, abonnieren Sie bitte eine Erweiterung der <a href="/user/renew">Premium</a> oder <a href="/user/renew-vip">VIP</a> Mitgliedschaft.
portuguese: <big> Parabéns!</big><br><br> Você já enviou todos os e-mails permitidos por este tipo de conta. br><br> Para continuar enviando, registre-se em uma conta <a href="/user/renew">Premium</a> ou <a href="/user/renew-vip">VIP</a> .
spanish: <big>¡Felicidades!</big><br><br>Ha enviado todos los e-mail incluidos en su suscripción.<br><br>Para continuar con los envíos, por favor suscriba una ampliación de su suscripción <a href="/user/renew">Premium</a> o <a href="/user/renew-vip">VIP</a>.

# invoice.field.address
source: Address
chinese: 地址
french: Adresse
german: Adresse
portuguese: Endereço
spanish: Dirección

# invoice.field.amount
source: Amount
french: Montant

# invoice.field.city
source: City
chinese: 城市
french: Ville
german: Ort
portuguese: Cidade
spanish: Ciudad

# invoice.field.countryId
source: Country
chinese: 国家
french: Pays
german: Land
portuguese: País
spanish: País

# search.result.count.countries.%s.singular
source: %s country
chinese: %s 支付
french: %s pays
german: %s Land
portuguese: %s país
spanish: %s país

# invoice.field.firstName
source: First Name
chinese: 名字
french: Prénom
german: Vorname
portuguese: Nome
spanish: Nombre

# invoice.field.lastName
source: Last Name
chinese: 姓氏
french: Nom
german: Nachname
portuguese: Sobrenome
spanish: Apellido

# invoice.field.invoiceNo
source: Invoice No
french: Facture No

# invoice.field.paid
source: Paid
french: Payé

# user.field.expiredate
source: End
french: Fin le

# search.result.count.companies.%s.singular
source: found in %s company
chinese: %s家企业
french: trouvé dans %s entreprise
german: fand in %s Unternehmen
portuguese: encontrada em %s empresa
spanish: encuentran en %s empresa

# search.result.count.companies.all.%s
source: %s companies
chinese: %s 家企业
french: %s entreprises
german: %s Unternehmen
portuguese: %s empresas
spanish: %s empresas

# search.result.count.companies.all.%s.singular
source: %s company
french: %s entreprise
german: %s Unternehmen
portuguese: %s empresa
spanish: %s empresa

# search.result.count.countries.%s
source: %s countries
chinese: %s 支付
french: %s pays
german: %s Ländern
portuguese: %s países
spanish: %s países

# forms.button.edit.saveContact
source: Confirm
chinese: 验证
french: Valider
german: Bestätigen
portuguese: Confirmar
spanish: Validar

# search.title.apply
source: Apply
chinese: 申請
french: Appliquer
german: Anwenden
portuguese: Aplicar
spanish: Aplicar

# search.title.type
source: Found in...
chinese: 看...
french: Trouvé dans...
german: Fand in...
portuguese: Encontrada em...
spanish: Encuentran en...

# orgchart.actions.rate
source: Anything missing? We search for you.
chinese: 缺少什么？ 我们为您搜索。
french: Un manquant? Nous le cherchons.
german: Fehlt etwas? Wir suchen nach dir.
portuguese: Faltou alguma coisa? Nós procuramos
spanish: ¿Falta algo? Nosotros buscamos.

# orgchart.feedback.title
source: How would you rate this org chart?
chinese: 您如何评价此组织结构图
french: Quelle note attribuez-vous à cet organigramme ?
german: Wie würden Sie dieses Organigramm bewerten ?
portuguese: Como você classificaria este organograma?
spanish: ¿Cómo valoraría este organigrama?

# forms.title.usercontacts.add.%s
source: Add %s in one of your folders.
chinese: 将 %s 保存到您的文件夹中
french: Ajouter %s dans un des dossiers
german: %s in Ihren Ordnern speichern.
portuguese: Salve %s em suas pastas.
spanish: Guardar %s en sus carpetas

# meta.description.popularity.minibio.%s
source: The most viewed biographies in %s
chinese: %s查看最多的简介
french: Les biographies les plus recherchées (%s)
german: Die meist gesehenen Biographien in %s
portuguese: As biografias mais vistas na %s
spanish: Las biografías más vistas en %s

# popularity.minibio.more
source: To access all the biographies, log in as a member and click any executives.
chinese: 要访问所有简介，请注册为会员，然后单击任何高管即可。
french: Pour accéder aux biographies, connecter vous comme membre et cliquer sur un dirigeant.
german: Um auf die Biografien zuzugreifen, loggen Sie sich als Mitglied ein und klicken Sie auf die Führungskräfte.
portuguese: Para acessar todas as biografias, efetue seu login de membro e clique em qualquer executivo.
spanish: Para acceder a todas las biografías, entre como miembro y pinche en cualquier ejecutivo.

# title.minibioList.%s
source: Biographies of the most searched %s
chinese: 搜索最多的 %s 的简介
french: <br> <br>Biographies des %s les plus recherchés
german: Die meist gesuchten Biographien der am meist gesuchten %s
portuguese: Biografias dos %s mais procurados
spanish: Las biografías de los %s

# title.popularity.minibio.%s
source: The most viewed biographies in %s
chinese: %s查看最多的简介
french: Les biographies les plus recherchées (%s)<br><br>
german: Die meist gesehenen Biographien in %s
portuguese: As Biografias mais vistas na %s
spanish: Las biografías más vistas en %s

# contact.bio.reportbug
source: Report an error
chinese: 报告错误
french: Signaler une erreur
german: Fehler berichten
portuguese: Relatório um erro
spanish: Señalar un error

# contact.bio.addlink.%s
source: Add a new link about %s
chinese: <strong>添加</strong> 有关 %s 的新链接。
french: <strong>Ajouter un nouveau lien</strong> sur %s
german: <strong>Neues Link</strong> für %s hinzufügen
portuguese: <stong>Adicione um novo</strong> link sobre %s
spanish: <strong>Añadir un nuevo enlace</strong> sobre %s

# contact.bio.extendsearch
source: More results.
chinese: より多くの結果。
french: Plus de résultats.
german: Mehr Ergebnisse.
portuguese: Mais resultados.
spanish: Más resultados.

# user.home.organizer.notes.view.title
source: View my notes
chinese: 查看我的备注
french: Voir mes notes
german: Meine Notizen ansehen
portuguese: Visualizar minhas notas
spanish: Ver mis anotaciones

# user.home.organizer.notes.newcontactinfo
source: add contact info
chinese: 添加联系信息
french: ajout contact info
german: Kontaktdetails hinzufügen
portuguese: Adicione dados de contato
spanish: añadir info de contacto

# industry.info.industry.all
source: All industries
chinese: 所有行业
french: Tous les secteurs
german: Alle Industrien
portuguese: Todas as indústrias
spanish: Todos los sectores

# user.home.tabs.favorites
source: My companies
chinese: 我的最近搜索
french: Mes entreprises
german: Meine Unternehmen
portuguese: Minhas empresas
spanish: Mis empresas

# orgchart.feedback.fair.desc
source: Has some problems that affected its usefullness to me
chinese: 有一些问题影响了我的需求
french: Ai rencontré des problèmes ayant impacté mes besoins
german: einige Probleme, die meinen Nutzen eingeschränkt haben
portuguese: Apresentou alguns problemas que afetaram minhas necessidades.
spanish: Tiene problemas que influyen negativamente

# orgchart.feedback.poor.desc
source: Has several problems; really affected its usefullness to me
chinese: 有多处问题；实际影响了我的需求
french: Ai rencontré de graves problèmes ayant fortement impacté mes besoins
german: hatte etliche Probleme; hat wirklich meinen Nutzen eingeschränkt
portuguese: Apresentou vários problemas que prejudicaram minhas necessidades
spanish: Tiene varios problemas; influyen muy negativamente

# user.home.tabs.prefs
source: My preferences
chinese: 我的偏好设置
french: Mes préférences
german: Einstellungen
portuguese: Minhas preferências
spanish: Mis preferencias

# home.menu.moderate
source: Moderation
french: Modération

# forms.label.moderate.suppress
source: Suppress
french: Supprimer

# company.status.delete
source: Deleted
chinese: 已取消
french: Supprimée
german: Gelöscht
portuguese: Deletado
spanish: Suprimido

# contact.status.delete
source: Deleted
chinese: 已取消
french: Supprimé
german: Gelöscht
portuguese: Deletado
spanish: Suprimido

# contact.bio.delurl.notes
source: <b>How does this work?<br></b><br>Our links are provided by our members and by our search technology. By deleting links, you help make this biography more relevant. We appreciate the help!
chinese: <b>实现方法<br></b><br>这些链接由搜索引擎或与您类似的会员提供。通过删除不相关的链接，您便帮助提升了简介的相关度。 我们非常感谢您的帮助！
french: <b>Comment ca marche ?</b><br>Ces liens sont fournis par nos membres et des moteurs de recherche technologies de recherche. Merci de rendre cette biographie plus pertinente en supprimant des liens.
german: <b>Wie funktioniert es?</b><br><br>Diese Links wurden von unserer Suchmaschine oder einem Mitglied wie Sie selbst zur Verfügung gestellt. Durch Löschen von irrelevanten Links helfen Sie, diese Biografie relevanter zu machen. Wir bedanken uns für diese Hilfe!
portuguese: <b>Como isto funciona?<br></b><br> Esses links foram fornecidos por nosso mecanismo de busca ou por um membro como você. Ao excluir qualquer link não aplicável, você ajuda a tornar essa biografia mais relevante. Nós apreciamos sua ajuda!
spanish: <b>¿Cómo funciona?<br></b><br>Esos enlaces han sido proporcionados por nuestro motor de búsqueda o por un miembro como Vd. Al eliminar un enlace irrelevante, ayuda a hacer esta biografía más relevante. ¡Agradecemos su ayuda!

# contact.bio.addurl.notes
source: <b>How does this work?<br></b><br>Those links are either provided by our members or search engines. By adding links, you help make this biography more complete. We appreciate the help!
chinese: <b>实现方法<br></b><br>这些链接由搜索引擎或与您类似的会员提供。通过添加相关链接，您便帮助提升了简介的相关度。
french: <b>Comment ça marche ?</b><br>Ces liens sont fournis par nos membres et des moteurs de recherche. Merci de rendre cette biographie plus pertinente en ajoutant des liens.
german: <b>Wie funktioniert es?</b><br><br>Diese Links wurden von unserer Suchmaschine oder einem Mitglied wie Sie selbst zur Verfügung gestellt. Durch Hinzufügen eines relevanten Links helfen Sie, diese Biografie relevanter zu machen. Wir bedanken uns für diese Hilfe!
portuguese: <b>Como isto funciona?<br></b><br> Esses links foram fornecidos por nosso mecanismo de busca ou por um membro como você. Ao adicionar um link aplicável, você ajuda a tornar esta biografia mais relevante.
spanish: <b>¿Cómo funciona?<br></b><br>Esos enlaces han sido proporcionados por nuestro motor de búsqueda o por un miembro como Vd. Al añadir un enlace relevante, ayuda a hacer esta biografía más relevante. ¡Agradecemos su ayuda!

# user.home.premium.price.%s%s
source: $%s for %s days
french: $%s pour % jours

# static.link.deleteAccount
source: Delete my account
chinese: 删除
french: Fermer mon compte
german: Mein Konto löschen
portuguese: Excluir minha conta
spanish: Eliminar mi cuenta

# orgchart.send.by.email
source: Send to a friend
chinese: 发送至朋友
french: Envoyer à un ami
german: Einem Freund senden
portuguese: Enviar para um amigo
spanish: Enviar a un amigo

# label.sitemap.most.viewed
source: Most viewed
chinese: 查看最多的
french: Les + vus
german: Meist gesehene
portuguese: Mais vistos...
spanish: Más vistos

# label.sitemap.members.download
source: Synchronize your data
chinese: 下载数据
french: Synchroniser vos données
german: Synchronisieren Sie Ihre Daten
portuguese: Baixe nossos dados
spanish: Sincroniza tus datos

# label.sitemap.members.delete.account
source: Close your account
chinese: 删除我的帐户
french: Fermer votre compte
german: Schließen Sie Ihr Konto
portuguese: Fechar minha conta
spanish: Eliminar mi cuenta

# search.filter.sort.less
source: - Close
chinese: - 关闭
french: - Fermer
german: - Schließen
portuguese: - Fechar
spanish: - Cerrar

# search.filter.sort.more
source: + More
chinese: +更多
french: + Plus
german: + mehr
portuguese: + Mais
spanish: + Más

# forms.title.signUpVip
source: Your VIP application (1/3)
chinese: 你的VIP访问
french: Votre accès VIP
german: Ihr VIP-Zugang
portuguese: Seu acesso VIP
spanish: Su VIP acceso

# forms.label.signupvip.vip.comment
source: <br>How could we contribute to your projects?
chinese: <br />我们如何帮助您推进项目？
french: <br />Comment pourrions-nous vous assister dans vos projets ?
german: <br />Was können wir zu Ihren Projekten beisteuern?
portuguese: Como podemos contribuir para seus projetos?
spanish: <br />¿Cómo podemos contribuir a sus proyectos?

# forms.label.signupvip.vip.details
source: Your professional profile
chinese: 您的公司名称
french: <br />Votre profil professionnel
german: Ihr berufliches Profil
portuguese: Seu perfil profissional
spanish: Su perfil profesional

# forms.button.signUpVip.submit
source: Save
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# forms.signup.vip.create.text
source: <br>Please take a few moments to apply. <br />Your information will remain strictly confidential.<br><br><br>
chinese: <br />申请需要您花费几分钟时间。<br /> 您的信息将受到严格保密。<br /><br /><br />
french: <br>Merci de prendre quelques instants pour compléter. Vos informations resteront strictement confidentielles.<br><br><br>
german: <br />Bitte nehmen Sie sich etwas Zeit für die Bewerbung.<br /><br />Ihre Informationen werden streng geheim gehalten.<br />
portuguese: <br />Por favor, reserve alguns minutos para efetuar a solicitação.<br />Suas informações serão mantidas em estrita confidencialidade.<br /><br /><br />
spanish: <br />Por favor dedique un instante a cumplimentar la solicitud.<br />Su información será estrictamente confidencial.<br /><br /><br />

# forms.label.signupvip.company
source: Your company
chinese: 您的公司名称
french: Votre entreprise
german: Ihr Unternehmen
portuguese: Sua empresa
spanish: Su empresa

# forms.label.signupvip.country
source: The size of your company
chinese: 您的公司规模
french: La taille de votre entreprise
german: Größe Ihres Unternehmens
portuguese: Tamanho da empresa
spanish: El tamaño de su empresa

# forms.label.signupvip.seniority
source: Your job function
chinese: 您的角色
french: Votre role
german: Ihre Rolle
portuguese: Seu papel
spanish: Su papel

# forms.label.signupvip.role
source: Your job title
chinese: 您的职位
french: Votre fonction
german: Ihre Positionsbezeichnung
portuguese: Seu cargo
spanish: Su cargo

# user.vip.seniority.board
source: Board of Directors
chinese: 董事会
french: Conseil d'administration
portuguese: Junta Administrativa
spanish: Consejo de Administración

# user.vip.seniority.ceo
source: Chairman - CEO - Owner
french: Président - PDG - Propriétaire

# user.vip.seniority.evp
source: C-Level - EVP – SVP – VP
french: Comité de Direction - Directeur

# user.vip.seniority.managment
source: Middle-Management
french: Responsable - Expert

# user.vip.seniority.other
source: Other
french: Autre
