Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# mail.sponsored.notification.popular.company.%s%s%s
source: Over 122,567 companies including %s, %s or %s use our services.
chinese: 超过 122567 家企业使用我们的服务，其中包括 %s、%s 或%s。
french: Plus de 122 567 entreprises dont %s, %s ou %s utilisent nos services.
german: Über 122 667 Unternehmen, darunter auch %s, %s, oder %s nutzen unseren Service.
portuguese: Mais de 122.567 empresas, incluindo %s, %s, e %s, utilizam nossos serviços.
spanish: Unas 122.567 empresas inclusive %s, %s o %s usan nuestros servicios.

# form.advanced.search.export.csv
source: Export those results as an Excel file
chinese: 以 Excel 文件格式导出这些结果。
french: Exporter ces résultats en fichier Excel
german: Diese Resultate als Excel Datei exportieren
portuguese: Exporte esses resultados em Excel
spanish: Exportar estos resultados como archivo Excel

# forms.label.search.country.prefiled
source: All countries
chinese: 所有国家
french: Tous les pays
german: Alle Länder
portuguese: Todos os países
spanish: Todos los países

# forms.label.search.industry.prefiled
source: All industries
chinese: 所有行业
french: Tous les secteurs
german: Alle Industrien
portuguese: Todas as indústrias
spanish: Todos los sectores

# forms.label.search.keyTitle.prefiled
source: All departments
chinese: 所有部门
french: Tous les départements
german: Alle Abteilungen
portuguese: Todos os departamentos
spanish: Todos los departamentos

# advanced.search.label.select.companies
source: Select the companies
chinese: 选择企业
french: Sélectionner les entreprises
german: Unternehmen auswählen
portuguese: Seleccione empresas
spanish: Seleccionar las empresas

# advanced.search.label.select.executives
source: <br />Select the executives
chinese: <br>选择高管
french: <br />Sélectionner les dirigeants
german: <br>Führungskräfte auswählen
portuguese: <br>Selecione executivos
spanish: <br>Seleccionar los ejecutivos

# forms.label.search.firstName
source: First name
chinese: 名字
french: Prénom
german: Vorname
portuguese: Nome
spanish: Nombre

# moderate.listpremium.title.firstName
source: First name
chinese: 名字
french: Prénom
german: Vorname
portuguese: Nome
spanish: Nombre

# forms.label.search.lastName
source: Last name
chinese: 名字
french: Nom
german: Nachname
portuguese: Sobrenome
spanish: Apellido

# moderate.listpremium.title.lastName
source: Last name
chinese: 名字
french: Nom
german: Nachname
portuguese: Sobrenome
spanish: Apellido

# ajax.executive.role
source: Role
chinese: 角色
french: Fonction
german: Funktion
portuguese: Cargo
spanish: Función

# text.user.passwordReset.thanks
source: Your password was successfully changed. Thank You!
chinese: 您修改了密码。
french: Votre mot de passe a été modifié. Merci !
german: Ihr Passwort wurde erfolgreich geändert. Vielen Dank!
portuguese: Sua senha foi alterada com sucesso. Muito obrigado!
spanish: Su contraseña ha sido modificada. Muchas gracias!

# label.company.subsidaryList.%s%s
source: %s has %s executives
chinese: %s 拥有 %s 位高管
french: %s a %s dirigeants
german: %s hat %s Führungskräfte
portuguese: %s possui %s executivos
spanish: %s posee %s ejecutivos

# label.company.subsidaryList.%s%s.singular
source: %s has %s executive
chinese: %s 拥有 %s 位高管
french: %s a %s dirigeant
german: %s hat %s Führungskraft
portuguese: possui %s executivo
spanish: posee %s ejecutivo

# label.company.subsidiaries.%s
source: has %s executives
chinese: 拥有 %s 位高管
french: a %s dirigeants
german: hat %s Führungskräfte
portuguese: possui %s executivos
spanish: posee %s ejecutivos

# contact.bio.career.currently.%s
source: %s is currently
chinese: %s目前就任
french: %s est actuellement
german: %s ist derzeit
portuguese: %s atualmente é
spanish: %s actualmente es

# contact.bio.career.title
source: Career
chinese: 职职业历程业历程
french: Parcours
german: Werdegang
portuguese: Curso
spanish: Cirso

# contact.bio.name.%s
source: Biography of %s
chinese: %s的简介
french: Biographie de %s
german: Biographie von %s
portuguese: Biografia de %s
spanish: Biografía de %s

# contact.bio.alert.create.%s
source: to follow the career of %s.
chinese: 以关注 %s 的职业.
french: pour suivre le parcours de %s.
german: um der Kariere von %s nachzuverfolgen.
portuguese: para seguir a carreira de %s.
spanish: para seguir la carrera profesional de %s.

# contact.bio.alert.create
source: Create an alert
chinese: 创建提醒
french: Créer une alerte
german: Meldung erstellen
portuguese: Criar um alerta
spanish: Crear una alerta

# contact.bio.getInTouch
source: Get in Touch
chinese: 保持联系
french: Entrer en contact
german: In Kontakt kommen
portuguese: Entrar em contato
spanish: Ponerse en contacto

# contact.bio.getInTouch.info.%s
source: Use our Premium/VIP Service to contact %s by email now. Here are a few <a href="/info/tips-to-contact-executive/user/home">tips</a> for establishing great contacts.
chinese: 请使用 Premium/VIP 服务，通过电子邮件立即联系 %s。以下是几种快速进行有效联系的 <a href="/info/tips-to-contact-executive/user/home">提示</a>。
french: Utilisez nos services Premium/VIP pour contacter maintenant %s par email. Voici quelques <a href="/info/tips-to-contact-executive/user/home">conseils</a> pour établir rapidement un excellent contact.
german: Nutzen Sie unseren Premium/VIP Service, um jetzt Kontakt mit %s per E-Mail aufzunehmen. Hier sind ein paar <a href="/info/tips-to-contact-executive/user/home">Tipps</a> wie man schnell tollen Kontakt herstellt.
portuguese: Use nosso Serviço Prêmio/VIP para contatar %s agora por e-mail. Aqui estão algumas <a href="/info/tips-to-contact-executive/user/home">sugestões</a> para fazer contato com sucesso.
spanish: Utilice nuestro Servicio Premium/VIP para contactar ahora con %s por correo electrónico. Aquí tiene unos <a href="/info/tips-to-contact-executive/user/home">consejos</a> para establecer rápidamente un excelente contacto.

# label.contact.vcards.position.title.%s%s%s
source: %1$s has %2$s positions within %3$s
chinese: %1$s在 %3$s 有 %2$s 个职位
french: %s a %s fonctions chez %s :
german: %s hält %s Positionen bei %s
portuguese: %s possui %s títulos %s
spanish: %s ocupa %s cargos en %s

# forms.action.contact.linkUnlink
source: Link or unlink
french: Relier ou délier

# contact.bio.selectedLinks
source: Selected links
chinese: 所选链接
french: Liens selectionnés
german: Ausgewählte Links
portuguese: Links selecionados
spanish: Enlaces seleccionados

# contact.bio.mostRecentSocialMedia
source: Social media
chinese: 社交媒体
french: Réseaux sociaux
german: Soziale Medien
portuguese: Redes sociais
spanish: Redes Sociales

# contact.bio.searches.%s%s%s%s%s
source: %s on %s, %s, %s, %s
chinese: %s 在 %s、%s、%s 和 %s
french: %s sur %s, %s, %s & %s
german: %s auf %s, %s, %s & %s
portuguese: %s en %s, %s, %s y %s
spanish: %s en %s, %s, %s y %s

# contact.bio.alt.yahooImage.%s
source: View the pictures of %s
chinese: 关于 %s 的更多信息
french: Voir quelques photos de %s.
german: Ansehen Bilder von %s
portuguese: Veja fotos de %s
spanish: Ver fotos de %s

# contact.bio.companyColleagues
source: Company Colleagues
chinese: 公司同事
french: Collègues dans l'entreprise
german: Kollegen
portuguese: Colegas de companhia
spanish: Compañeros de Empresa

# contact.bio.industryCollegues
source: Industry Colleagues
chinese: 行业同事
french: Collègues dans l'industrie
german: Branchenkollegen
portuguese: Colegas de indústria
spanish: Compañeros del Sector

# contact.bio.collegues.validEmail.link.%s
source: %s colleagues who can be contacted
chinese: %s 个已取得联系的同事
french: %s collègues qui peuvent être contactés
german: %s Kollegen die kontaktiert werden können
portuguese: %s colegas que podem ser contatados
spanish: %s compañeros de trabajo con los que se puede contactar

# contact.bio.collegues.validEmail
source: At $company, $contact has $collegCount including $coll1, $coll2…
chinese: 在 $company，$contact 有 $collegCount ，包括 $coll1、$coll2...
french: Chez $company, $contact a $collegCount dont $coll1, $coll2…
german: Bei $company hat $contact $collegCount, darunter auch $coll1, $coll2, ...
portuguese: Na $company, $contact possui $collegCount incluindo $coll1, $coll2, …
spanish: En $company, $contact tiene $collegCount incluyendo a $coll1, $coll2...

# contact.bio.write.email
source: Send an email
chinese: 发送电子邮件
french: Envoyer un email
german: E-Mail senden
portuguese: Enviar um e-mail
spanish: Enviar un correo electrónico

# contact.bio.write.email.to.%s
source: to %s.
chinese: 至 %s.
french: à %s.
german: an %s.
portuguese: para %s.
spanish: a %s.

# contact.bio.update.%s
source: Update the org chart details of %s.
chinese: 更新 %s 的组织结构图细节.
french: Actualiser les informations dans l'organigramme sur %s.
german: Die Organigramm Details von %s aktualisieren.
portuguese: Atualizar os detalhes do quadro organizacional de %s.
spanish: Actualizar la información del organigrama de %s.

# label.contact.vcards.position.notInGroup.title.%s
source: %s is also
chinese: %s 还任职
french: %s est aussi
german: %s ist auch
portuguese: %s também é
spanish: %s es también

# label.contact.vcards.position.allNotInGroup.title.%s
source: %s is
chinese: % 还任职
french: %s est
german: %s ist
portuguese: %s é
spanish: %s es

# link.edit.previousJob
source: <br><b>Previous jobs at the previous companies:</b>
french: Jobs précédents :

# link.edit.education
source: <br /><b>Education:</b>
french: Etudes :

# link.edit.destinction
source: <br /><b>Distinction:</b>
french: Distinctions honorifiques :

# contact.bio.industrylinkhere.%s
source: Learn more about %s.
chinese: 了解更多有关%s行业的信息.
french: En savoir plus sur le secteur %s.
german: Mehr über die %s branche erfahren.
portuguese: Saiba mais sobre a indústria do %s.
spanish: Saber más sobre el sector %s.

# contact.breaking.news.twitter.text.%s%s.
source: %s, %s, Biography
chinese: %s, %s, 简介
french: %s, %s, Biographie
german: %s, %s, Biographie
portuguese: %s, %s, Biografia
spanish: %s, %s Biografía

# contact.content.education.school.%s%s
source: %s graduated from %s.
chinese: %s 毕业于 %s。
french: %s a reçu un diplôme de %s.
german: %s graduierte von %s.
portuguese: %s graduou-se pela %s.
spanish: %s se graduó en %s.

# contact.content.education.school.%s%s%s
source: %1$s has %2$s from %3$s.
chinese: %1$s 拥有 %3$s 的 %2$s。
french: %s a reçu un %s de %s.
german: %s hält ein %s der %s.
portuguese: %s possui um %s pela %s.
spanish: %s posee un %s de %s.

# contact.content.education.school.%s%s%s%s
source: In %1$s, %2$s completed %3$s at %4$s.
chinese: %1$s年, %2$s 在 %4$s 完成了%3$s。
french: En %s, %s a obtenu un %s à %s.
german: In %s, %s vollendete einen %s von dem %s.
portuguese: Em %s, %s concluiu o %s na %s.
spanish: En %s, %s finalizó un %s en %s.

# contact.content.education.schoolWithPrevious.%s%s%s
source: %s graduated from %s and from %s.
chinese: %s 毕业于 %s 和 %s。
french: %s a reçu un diplôme de %s et de %s.
german: %s graduierte von %s und %s.
portuguese: %s graduou-se pela um %s e pela %s.
spanish: %s se graduó en %s y en %s.

# contact.content.education.schoolWithPrevious.%s%s%s%s%s
source: %1$s has %2$s from %3$s and %4$s from %5$s.
chinese: %1$s 持有 %3$s 的 %2$s 以及 %5$s 的 %4$s。
french: %s a obtenu un %s de %s et un %s de %s.
german: %s hält ein %s der %s und ein %s der %s.
portuguese: %s é um %s pela %s e um %s pela %s .
spanish: %s obtuvo un %s por %s y un %s por %s.

# contact.breaking.news.announce.5
source: %s has joined the company as %s.
french: %s a rejoint la société comme %s.
portuguese: %s entrou na empresa como %s.

# contact.breaking.news.twitter.text.%s%s.5
source: %s has joined the company as %s
french: %s a rejoint la société comme %s.
portuguese: %s entrou na empresa como %s.

# contact.content.executive.served.%s%s%s
source: %1$s served as %2$s at %3$s.
chinese: %1$s 曾就任 %3$s 的 %2$s.
french: %s a précédemment été %s chez %s.
german: %s war %s bei %s.
portuguese: %s foi %s da %s.
spanish: %s fue %s para %s.

# contact.content.executive.served.%s%s%s%s
source: %1$s served as %2$s and %3$s for %4$s.
chinese: %1$s 曾任 %2$s以及%4$s的%3$s.
french: %s a précédemment été %s puis %s chez %s.
german: %s war %s und %s bei %s.
portuguese: %s foi %s e %s da %s.
spanish: %s fue %s, y %s para %s.

# orgchart.actions.addfav.singular
source: My executives
french: Mes dirigeants
german: Meine Executives
portuguese: Meus executivos
spanish: Mis ejecutivos

# mobile.api.error.code.consultation.limit
source: Your daily consultation limit has been reached. Please contact us to extend it.
french: Votre limite de consultation quotidienne est atteinte.<br /> Merci de nous contacter afin que nous l'étendions.

# companies.twitter.list.title
source: The 1,000 most searched companies - Their Twitter accounts
french: Les 1000 entreprises les plus recherchées - Leurs comptes Twitter

# contact.twitter.list.title
source: The 1,000 most searched executives - Their Twitter accounts
french: Les 1000 dirigeants les plus recherchés - Leurs comptes Twitter

# contact.twitter.women.list.title
source: The 1,000 most searched women executives - Their Twitter accounts
french: Les 1000 dirigeantes les plus recherchées - Leurs comptes Twitter

# forms.label.company.twitterAccount.edit
source: Twitter account (without @)
chinese: Twitter 帐号（无 @）
french: Compte Twitter (sans le @)
german: Twitter Adresse (ohne @)
portuguese: Identificador do Twitter (sem @)
spanish: Usuario de Twitter (sin @)

# forms.label.contact.twitterAccount.edit
source: Twitter account (without @)
chinese: Twitter 帐号（无 @）
french: Compte Twitter (sans le @)
german: Twitter Adresse (ohne @)
portuguese: Identificador do Twitter (sem @)
spanish: Usuario de Twitter (sin @)

# title.twitter.add.company
source: Add the company's Twitter account
chinese: 添加公司的 Twitter 帐户
french: Ajouter le compte Twitter de l'entreprise
german: Das Twitter Konto des Unternehmens hinzufügen
portuguese: Adicione a conta do Twitter da companhia
spanish: Añadir la cuenta de Twitter de la empresa

# orgchart.socialMedia.shareWith.twitter.over.%s
source: Share with your followers the org chart of %s.
chinese: 与粉丝共享 %s 的组织结构图。
french: Partager avec vos followers l'organnigramme %s.
german: Das Organigramm von %s mit Ihren Anhängern teilen.
portuguese: Compartilhe com seus seguidores os quadros organizacionais da %s.
spanish: Compartir con sus seguidores los organigramas de %s.

# twitter.companies.add
source: Add the company's Twitter account
chinese: 添加公司的 Twitter 帐户
french: Ajouter le compte Twitter de l'entreprise
portuguese: Adicione a conta do Twitter da companhia
spanish: Añadir la cuenta de Twitter de la empresa

# title.twitter.add.contact
source: Add the executive's Twitter account
chinese: 添加高管的 Twitter 帐户
french: Ajouter le compte Twitter du décideur
german: Das Twitter Konto der Führungskraft hinzufügen
portuguese: Adicione a conta do Twitter do executivo
spanish: Añadir la cuenta de Twitter del ejecutivo

# contact.content.education.schoolWithPrevious.%s%s%s%s%s%s%s
source: %1$s has %2$s from %3$s in %4$s and %5$s from %6$s in %7$s.
chinese: %2$s 拥有%1$s 年获得的 %4$s 的 %3$s 以及 %7$s 年获得的 %5$s 的%6$s。
french: %s a obtenu un %s de %s en %s et un %s de %s en %s.
german: %s hält ein %s der %s aus %s und ein %s der %s aus %s.
portuguese: %s possui um %s pela %s em %s e um %s pela %s em %s.
spanish: %s obtuvo un %s por %s en %s y un %s por %s en %s.

# contact.content.previousJob.%s%s%s
source: %1$s was %2$s for %3$s.
chinese: %1$s曾任 %3$s 的 %2$s.
french: %s a été %s chez %s.
german: %s arbeitete als %s bei %s.
portuguese: %1$s foi %2$s da %3$s.
spanish: %s ha sido %s de %s.

# contact.content.previousJob.%s%s%s%s
source: %1$s was %2$s, and %3$s for %4$s.
chinese: %1$s 曾任 %3$s 的 %4$s 和 %2$s .
french: %s a été %s et précedemment %s chez %s.
german: %s war %s und %s bei %s.
portuguese: %1$s foi %2$s, e %3$s da %4$s.
spanish: %s ha sido %s, y %s para %s.

# contact.content.previousJob.%s%s%s%s%s
source: %1$s was %2$s at %3$s, and %4$s at %5$s.
chinese: %1$s 曾任 %3$s的 %2$s 以及 %5$s 的 %4$s.
french: %s était %s chez %s, et %s chez %s.
german: %s war %s bei %s und %s von %s.
portuguese: %1$s foi %2$s para a %3$s, e %4$s da %5$s.
spanish: %s fue %s para %s, y %s de %s.

# contact.content.executive.joining.%s%s%s
source: %1$s joined %2$s in %3$s.
chinese: %1$s于 %3$s 年加入 %2$s。
french: %s a rejoint %s en %s.
german: %s kam zu %s in %s.
portuguese: %s juntou-se à %s em %s.
spanish: %s se incorporó a %s en %s.

# contact.bio.homonyms
source: Homonyms
chinese: 同音异义词
french: Homonymes
german: Homonyme
portuguese: Homônimos
spanish: Homónimos

# contact.bio.alternativeContacts.%s
source: The colleagues of %s
chinese: %s 的同事
french: Les collègues de %s
german: Die Kollegen von %s
portuguese: Colegas de %s

# contact.bio.getInTouch.noMail.%s%s
source: Sorry, but %s cannot be contacted yet through our email service. Please use our Premium/VIP service to join <b>colleagues of %s</b> listed below. Here are a few <a href="/info/tips-to-contact-executive/">tips</a> for establishing great contacts.
chinese: 非常抱歉，通过电子邮件服务还无法与 %s 进行联系。请使用 Premium/VIP 服务加入以下所列的 <b>%s 的同事</b>。以下是几种快速进行有效联系的 <a href="/info/tips-to-contact-executive/">提示</a>。
french: Désolé, mais %s ne peut pas être contacté pour l'instant par notre plateforme email. Merci d'utiliser notre service Premium/VIP pour contacter les <b>collègues de %s</b> listés ci-dessous. Voici quelques <a href="/info/tips-to-contact-executive/">conseils</a> pour établir d'excellents contacts.
german: Tut uns leid, aber %s kann noch nicht über unseren E-Mail Service kontaktiert werden. Bitte nutzen Sie unseren Premium/VIP Service, um den u.a. <b>Kollegen von %s</b> beizutreten. Hier sind ein paar <a href="/info/tips-to-contact-executive">Tipps</a> wie man schnell tollen Kontakt herstellt.
portuguese: Sentimos muito, mas %s ainda não pode ser contatado por nosso serviço de e-mail. Por favor, use nosso serviço Prêmio/VIP para ingressar a lista de <b>colegas de %s</b> abaixo. Aqui estão algumas <a href="/info/tips-to-contact-executive">sugestões</a> para fazer contato com sucesso.
spanish: Lo sentimos pero todavía no es posible contactar con %s mediante nuestro servicio de correo electrónico. Por favor utilice nuestro servicio Premium/VIP para incorporar a <b>Compañeros de %s</b> enumerados a continuación. Aquí tiene unos <a href="/info/tips-to-contact-executive">consejos</a> para establecer rápidamente un excelente contacto.

# contact.bio.mostRecentInfo.%s
source: More about %s
chinese: 关于 %s 的更多信息
french: En savoir plus sur %s
german: Erfahre mehr über %s
portuguese: Saiba mais sobre %s
spanish: Más información sobre %s

# contact.bio.extendsearch.message.%s
source: Do you need to know more about %s?
chinese: 您需要了解更多有关 %s 的信息吗?
french: Souhaitez-vous en savoir plus sur %s?
german: Benötigen Sie mehr Informationen über %s?
portuguese: Você precisa saber mais sobre %s?
spanish: ¿Necesita saber más sobre %s?

# alert.detail.added.%s%s.typeAdded1
source: %s has been added as %s.
chinese: %s 已经作为%s进行添加。
french: %s a été ajouté comme %s.
german: %s wurde als %s hinzugefügt.
portuguese: %s foi adicionado como %s.
spanish: %s ha sido añadido como %s.

# alert.detail.added.%s%s.typeAdded2
source: %s has joined the company as %s.
chinese: %s 已作为%s加入公司
french: %s a rejoint l'entreprise comme %s.
german: %s wurde beim Unternehmen als %s eingestellt.
portuguese: %s ingressou na Companhia como %s.
spanish: %s se ha incorporado a la empresa como %s.

# alert.detail.added.%s%s.typeAdded3
source: %1$s will join the company as %2$s on [].
chinese: %s 将于[]作为%s
french: %s rejoindra l'entreprise comme %s le [].
german: %s wird vom Unternehmen als %s am [] eingestellt.
portuguese: %s ingressará na Companhia como %s em [].
spanish: %s se incorporará a la empresa como %s el [].

# alert.detail.added.%s%s.typeAdded4
source: %1$s will join the company as %2$s in [].
chinese: %s 将在[]作为%s加入公司
french: %s rejoindra l'entreprise comme %s en [].
german: %s wird vom Unternehmen als %s im [] eingestellt.
portuguese: %s ingressará na Companhia como %s em [].
spanish: %s se incorporará a la empresa como %s en [].

# alert.detail.delete.%s%s.typeDelete10
source: %s, %s, has left the company.
chinese: %s, %s, 已经离开公司
french: %s, %s, a quitté l'entreprise.
german: %s, %s, hat das Unternehmen verlassen.
portuguese: %s, %s, deixou a Companhia.
spanish: %s, %s, ha dejado la empresa.

# alert.detail.delete.%s%s.typeDelete11
source: %s, %s, is retiring.
chinese: %s, %s, 正在办理退休
french: %s, %s, part en retraite.
german: %s, %s, geht in den Ruhestand.
portuguese: %s, %s, se aposentou.
spanish: %s, %s, está a punto de jubilarse.

# alert.detail.delete.%s%s.typeDelete12
source: %s, %s has passed away. We are deeply saddened.
chinese: %s, %s, 已经去世。我们深感遗憾。
french: %s, %s est décédé. Nous sommes profondément attristés.
german: %s, %s, ist verstorben. Wir bedauern diesen Verlust zutiefst.
portuguese: %s, %s, faleceu. Sentimos muitíssimo.
spanish: %s, %s, ha fallecido. Lo sentimos profundamente.

# alert.detail.delete.%s%s.typeDelete13
source: %1$s, %2$s, will leave the company in [].
chinese: %s, %s, 将于 [] 退休
french: %s, %s quittera l'entreprise en [].
german: %s, %s, wird das Unternehmen im [] verlassen.
portuguese: %s, %s, deixará a Companhia em [].
spanish: %s, %s, abandonará la empresa en [].

# alert.detail.delete.%s%s.typeDelete14
source: %1$s, %2$s, will retire in [].
chinese: %s, %s, 将于 [] 退休。
french: %s, %s partira en retraite en [].
german: %s, %s, geht im [] in den Ruhestand.
portuguese: %s, %s, irá se aposentar em [].
spanish: %s, %s, se jubilará en [].

# alert.detail.delete.%s%s.typeDelete9
source: %s, %s, has been withdrawn from the org.
chinese: %s, %s, 已经从组织结构图中移出。
french: %s, %s a été retiré de l'organigramme.
german: %s, %s, wurde vom Organigramm zurückgezogen.
portuguese: %s, %s, foi retirado do organograma.
spanish: %s, %s, ha sido retirado del organigrama.

# alert.detail.update.%s%s%s.typeUpdate5
source: %s who was %s, becomes %s.
chinese: %s 曾任 %s, 现任%s。
french: %s qui était %s, devient %s.
german: %s der/die zuvor %s war, wird %s.
portuguese: %s antes %s, agora é %s.
spanish: %s que ha sido %s, pasa a ser %s.

# alert.detail.update.%s%s%s.typeUpdate6
source: %s who was %s, is promoted to %s.
chinese: %s 曾任 %s, 现升职为%s
french: %s qui était %s, est promu %s.
german: %s der/die zuvor %s war, wurde zum %s befördert.
portuguese: %s antes %s, foi promovido a %s.
spanish: %s que ha sido %s, ha ascendido a %s.

# alert.detail.update.%s%s%s.typeUpdate7
source: %s who is %s, will become %s on [].
chinese: %s 曾任 %s, 将于 [] 现任 %s。
french: %s qui est %s, deviendra %s le [].
german: %s der/die %s wird %s am [].
portuguese: %s atualmente %s, passará a %s em [].
spanish: %s que es %s, pasará a ser %s el [].

# alert.detail.update.%s%s%s.typeUpdate8
source: %s who is %s, will be promoted to %s on [].
chinese: %s 曾任 %s, 将于 [] 升职为 %s。
french: %s qui est %s, sera promu %s le [].
german: %s der/die %s wird zum %s am [] befördert.
portuguese: %s atualmente %s, será promovido a %s em [].
spanish: %s que es %s, ascenderá %s el [].

# alert.detail.level.%s%s%s.typeLevel15
source: %s, %s, has stopped reporting to %s.
chinese: <b>%s</b>, %s, <span style="color:#D75B00">has left the company</span>.
french: <b>%s</b>, %s, <span style="color:#D75B00">ne reporte plus à %s</span>.
german: <b>%s</b>, %s, <span style="color:#D75B00">has stopped reporting to %s</span>.
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">has stopped reporting to %s</span>.
spanish: <b>%s</b>, %s, <span style="color:#D75B00">has stopped reporting to %s</span>.
