Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# alert.detail.level.alerts.%s%s%s.typeLevel15
source: <b>%s</b>, %s, <span style="color:#D75B00">has stopped reporting to %s</span>
chinese: <b>%s</b>, %s<span style=\"color:#D75B00\">已经停止向 %s 报告.</span>
french: <b>%s</b>, %s, <span style="\&quot;color:#D75B00\&quot;">ne reporte plus à %s</span>
german: <b>%s</b>, %s, <span style="\&quot;color:#D75B00\&quot;">ist nicht mehr %s unterstellt</span>
portuguese: <b>%s</b>, %s, <span style="\&quot;color:#D75B00\&quot;">não é mais subordinado direto a %s</span>
spanish: <b>%s</b>, %s, <span style="\&quot;color:#D75B00\&quot;">ha dejado de informar a %s</span>

# alert.detail.level.%s%s%s%s.typeLevel16
source: %1$s, %2$s, who reported to %3$s, now reports to %4$s.
chinese: %s, %s, 曾向 %s报告，现向 %s 报告 %s.
french: %s, %s, qui reportait à %s, reporte désormais à %s.
german: %s, %s, der %s unterstellt war, ist nun %s unterstellt.
portuguese: %s, %s, outrora subordinado direto a %s, agora é subordinado direto a %s.
spanish: %s, %s, que informaba a %s, ahora informa a %s.

# contact.bio.removelink.%s
source: Delete any non-relevant links for %s
chinese: <strong>删除</strong> 所有与 %s 不相关的链接。
french: <strong>Supprimer</strong> tout lien non-pertinent pour %s
german: <strong>Löschen</strong> von nicht relevanten Links über %s
portuguese: <strong>Exclua</strong> quaisquer informações não aplicáveis sobre %s
spanish: <strong>Eliminar</strong> un enlace sin relevancia sobre %s

# label.contact.vcards.position.title.%s%s%s.singular
source: %1$s has %2$s position within %3$s
chinese: %1$s在 %3$s 有 %2$s 个职位
french: %s a %s fonction chez %s :
german: %s hält %s Position bei %s
portuguese: %s possui %s título %s
spanish: %s ocupa %s cargo en %s

# mobile.news.text.created.%s%s
source: %s has been added as %s
french: %s a été ajouté comme %s.

# alert.detail.added.alerts.%s%s.typeAdded1
source: <b>%s</b>, has been added as <span style="color:#D75B00">%s</span>
chinese: <b>%s</b> 已经作为<span style="color:#D75B00">%s</span>进行添加
french: <b>%s</b>, a été ajouté comme <span style="color:#D75B00">%s</span>
german: <b>%s</b>, wurde als <span style="color:#D75B00">%s</span> hinzugefügt
portuguese: <b>%s</b>, foi adicionado como <span style="color:#D75B00">%s</span>
spanish: <b>%s</b>, ha sido añadido como <span style="color:#D75B00">%s</span>

# user.recent.search.text.created.%s%s
source: <b>%s</b>, has been added as <span style="color:#D75B00">%s</span>
french: %s a été ajouté comme %s.

# alert.detail.added.alerts.%s%s.typeAdded3
source: <b>%1$s</b> will join the company as <span style="color:#D75B00">%2$s</span> on []
chinese: <b>%1$s</b>%s 将于[]作为 <span style="color:#D75B00">%2$s</span> 加入公司
french: <b>%1$s</b> rejoindra l'entreprise comme <span style="color:#D75B00">%2$s</span> le []
german: <b>%1$s</b> wird vom Unternehmen als <span style="color:#D75B00">%2$s</span> am [] eingestellt
portuguese: <b>%1$s</b> ingressará na Companhia como <span style="color:#D75B00">%2$s</span> em []
spanish: <b>%1$s</b> se incorporará a la empresa como <span style="color:#D75B00">%2$s</span> el []

# alert.detail.added.alerts.%s%s.typeAdded4
source: <b>%1$s</b> will join the company as <span style="color:#D75B00">%2$s</span> in []
chinese: <b>%1$s</b>%s 将于[]作为 <span style="color:#D75B00">%2$s</span> 加入公司
french: <b>%1$s</b> rejoindra l'entreprise comme <span style="color:#D75B00">%2$s</span> en []
german: <b>%1$s</b> wird vom Unternehmen als <span style="color:#D75B00">%2$s</span> im [] eingestellt
portuguese: <b>%1$s</b> ingressará na Companhia como <span style="color:#D75B00">%2$s</span> em []
spanish: <b>%1$s</b> se incorporará a la empresa como <span style="color:#D75B00">%2$s</span> en []

# alert.detail.added.alerts.%s%s.typeAdded2
source: <b>%s</b> has joined the company as <span style="color:#D75B00">%s</span>
chinese: <b>%s</b>已作为<span style="color:#D75B00">%s</span>加入公司
french: <b>%s</b>, a rejoint l'entreprise comme <span style="color:#D75B00">%s</span>
german: <b>%s</b>, wurde beim Unternehmen als <span style="color:#D75B00">%s</span> eingestellt
portuguese: <b>%s</b>, ingressou na Companhia como <span style="color:#D75B00">%s</span>
spanish: <b>%s</b>, se ha incorporado a la empresa como <span style="color:#D75B00">%s</span>

# alert.detail.delete.alerts.%s%s.typeDelete10
source: <b>%s</b>, %s, <span style="color:#D75B00">has left the company</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">已经离开公司 </span>
french: <b>%s</b>, %s, <span style="color:#D75B00">a quitté l'entreprise</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">hat das Unternehmen verlassen</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">deixou a Companhia</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">ha dejado la empresa</span>

# alert.detail.delete.alerts.%s%s.typeDelete11
source: <b>%s</b>, %s, <span style="color:#D75B00">is retiring</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">正在办理退休</span>
french: <b>%s</b>, qui est %s, <span style="color:#D75B00">part en retraite</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">geht in den Ruhestand</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">se aposentou</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">está a punto de jubilarse</span>

# alert.detail.delete.alerts.%s%s.typeDelete12
source: <b>%s</b>, %s <span style="color:#D75B00">has passed away. We are deeply saddened</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">已经去世。我们深感遗憾</span>
french: <b>%s</b>, %s, <span style="color:#D75B00">est décédé. Nous sommes profondément attristés</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">ist verstorben. Wir bedauern diesen Verlust zutiefst</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">aleceu. Sentimos muitíssimo</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">ha fallecido. Lo sentimos profundamente</span>

# alert.detail.delete.alerts.%s%s.typeDelete13
source: <b>%1$s</b>, %2$s, <span style="color:#D75B00">will leave the company in []</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">将于 [] 退休</span>
french: <b>%s</b>, %s, <span style="color:#D75B00">quittera l'entreprise en []</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">wird das Unternehmen im [] verlassen</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">deixará a Companhia em []</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">abandonará la empresa en []</span>

# alert.detail.delete.alerts.%s%s.typeDelete14
source: <b>%1$s</b>, %2$s, <span style="color:#D75B00">will retire in []</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">将于 [] 退休</span>
french: <b>%s</b>, %s, <span style="color:#D75B00">partira en retraite en []</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">geht im [] in den Ruhestand</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">irá se aposentar em []</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">se jubilará en []</span>

# alert.detail.delete.alerts.%s%s.typeDelete9
source: <b>%s</b>, %s, <span style="color:#D75B00">has been withdrawn from the org chart</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">已经从组织结构图中移出</span>
french: <b>%s</b>, %s, <span style="color:#D75B00">a été retiré de l'organigramme</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">wurde vom Organigramm zurückgezogen</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">foi retirado do organograma</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">ha sido retirado del organigrama</span>

# alert.detail.update.alerts.%s%s%s.typeUpdate5
source: <b>%s</b> who was <span style="font-size:12px;color:#808080;">%s</span>, becomes <span style="color:#D75B00">%s</span>
chinese: <b>%s</b> 曾任 <span style="font-size:12px;color:#808080;">%s</span>, 现任 <span style="color:#D75B00">%s</span>
french: <b>%s</b> qui était <span style="font-size:12px;color:#808080;">%s</span>, devient <span style="color:#D75B00">%s</span>
german: <b>%s</b> der/die zuvor <span style="font-size:12px;color:#808080;">%s</span> war, wird <span style="color:#D75B00">%s</span>
portuguese: <b>%s</b> antes <span style="font-size:12px;color:#808080;">%s</span>, agora é <span style="color:#D75B00">%s</span>
spanish: <b>%s</b> que ha sido <span style="font-size:12px;color:#808080;">%s</span>, pasa a ser <span style="color:#D75B00">%s</span>

# alert.detail.update.alerts.%s%s%s.typeUpdate6
source: <b>%s,</b> who was <span style="font-size:12px;color:#808080;">%s,</span> is promoted to <span style="color:#D75B00">%s</span>
chinese: <b>%s</b> 曾任 <span style="font-size:12px;color:#808080;">%s</span>, 现升职为 <span style="color:#D75B00">%s</span>
french: <b>%s</b> qui était <span style="font-size:12px;color:#808080;">%s</span>, est promu <span style="color:#D75B00">%s</span>
german: <b>%s</b> der/die zuvor <span style="font-size:12px;color:#808080;">%s</span> war, wurde zum <span style="color:#D75B00">%s</span> befördert
portuguese: <b>%s</b> antes <span style="font-size:12px;color:#808080;">%s</span>, foi promovido a <span style="color:#D75B00">%s</span>
spanish: <b>%s</b> que ha sido <span style="font-size:12px;color:#808080;">%s</span>, ha ascendido a <span style="color:#D75B00">%s</span>

# alert.detail.update.alerts.%s%s%s.typeUpdate7
source: <b>%s</b> who is <span style="font-size:12px;color:#808080;">%s</span>, will become <span style="color:#D75B00">%s</span> on []
chinese: <b>%s</b> 曾任 <span style="font-size:12px;color:#808080;">%s</span>, 将于 [] 现任 <span style="color:#D75B00">%s</span>
french: <b>%s</b> qui est <span style="font-size:12px;color:#808080;">%s</span>, deviendra <span style="color:#D75B00">%s</span> le []
german: <b>%s</b> der/die <span style="font-size:12px;color:#808080;">%s</span> wird <span style="color:#D75B00">%s</span> am []
portuguese: <b>%s</b> atualmente <span style="font-size:12px;color:#808080;">%s</span>, passará a <span style="color:#D75B00">%s</span> em []
spanish: <b>%s</b> que es <span style="font-size:12px;color:#808080;">%s</span>, pasará a ser <span style="color:#D75B00">%s</span> el []

# alert.detail.update.alerts.%s%s%s.typeUpdate8
source: <b>%s</b> who is <span style="font-size:12px;color:#808080;">%s</span>, will be promoted to <span style="color:#D75B00">%s</span> on []
chinese: <b>%s</b> 曾任 <span style="font-size:12px;color:#808080;">%s</span>, 将于 [] 升职为 <span style="color:#D75B00">%s</span>
french: <b>%s</b> qui est <span style="font-size:12px;color:#808080;">%s</span>, sera promu <span style="color:#D75B00">%s</span> le []
german: <b>%s</b> der/die <span style="font-size:12px;color:#808080;">%s</span> wird zum <span style="color:#D75B00">%s</span> am [] befördert
portuguese: <b>%s</b> atualmente <span style="font-size:12px;color:#808080;">%s</span>, será promovido a <span style="color:#D75B00">%s</span> em []
spanish: <b>%s</b> que es <span style="font-size:12px;color:#808080;">%s</span>, ascenderá <span style="color:#D75B00">%s</span> el []

# alert.detail.level.alerts.%s%s%s%s.typeLevel16
source: <b>%1$s</b>, %2$s, who reported to %3$s, <span style="color:#D75B00">now reports to %4$s</span>
chinese: <b>%s</b>，%s，曾向 %s 报告，<span style="color:#D75B00">现向 %s 报告 %s</span>
french: <b>%1$s</b>, %2$s, qui reportait à %3$s, <span style="color:#D75B00">reporte désormais à %4$s</span>
german: <b>%1$s</b>, %2$s, der %3$s unterstellt war, <span style="color:#D75B00">ist nun %4$s unterstellt</span>
portuguese: <b>%s</b>, %s, outrora subordinado direto a %s, <span style="color:#D75B00">agora é subordinado direto a %s</span>
spanish: <b>%s</b>, %s, que informaba a %s, <span style="color:#D75B00"> ahora informa a %s</span>

# forms.action.contact.noMail.%s
source: The contact service will open as when the e-mail of %s can be confirmed.
chinese: 确认 %s 的电子邮件后可打开联系服务.
french: Le service contact ouvrira dès que l'e-mail de %s sera confirmé.
german: Der Kontakt Service öffnet sich, wenn die E-Mail Adresse von %s bestätigt werden kann.
portuguese: O serviço de contatos estará disponível quando o e-mail de %s for confirmado.
spanish: El servicio de contactos se abrirá cuando sea posible confirmar el correo electrónico de %s.

# alert.detail.added.alerts.%s%s.typeAdded5
source: <b>%s</b> is promoted to <span style="color:#D75B00">%s</span>
chinese: <b>%s</b> 现升职为 <span style="color:#D75B00">%s</span>
french: <b>%s</b> est promu <span style="color:#D75B00">%s</span>
german: <b>%s</b> wurde zum <span style="color:#D75B00">%s</span> befördert
portuguese: <b>%s</b> antes foi promovido a <span style="color:#D75B00">%s</span>
spanish: <b>%s</b> ha ascendido a <span style="color:#D75B00">%s</span>

# alert.detail.added.%s%s.typeAdded5
source: %s is promoted to %s.
french: %s est promu %s.
german: %s wurde zum %s befördert.

# search.title.view.orgchart.%s
source: %s org chart
chinese: %s的机构组织图
french: %s - Voir l'organigramme
german: %s Organigramm
portuguese: %s organograma
spanish: %s organigrama

# message.action.delete
source: Delete Msg
chinese: 删除
french: Supprimer Msg
german: Löschen Msg
portuguese: Deletar Msg
spanish: Suprimir Msg

# message.action.delete.confirm
source: Please confirm your message deletion
french: Merci de confirmer la suppression de votre message.

# history.header.action
source: Keep in<br>history?
chinese: 保留吗？
french: Garder?
german: Behalten?
portuguese: <center>?</center>
spanish: ¿Guardar?

# history.action.delete
source: Delete
chinese: 删除
french: Supprimer
german: Löschen
portuguese: Deletar
spanish: Borrar

# alert.detail.delete.alerts.%s%s.typeDelete15
source: <b>%1$s</b>, %2$s, <span style="color:#D75B00">will retire on []</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">将于 [] 退休</span>
french: <b>%s</b>, %s, <span style="color:#D75B00">partira en retraite le []</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">geht am [] in den Ruhestand</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">irá se aposentar em []</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">se jubilará el []</span>

# alert.detail.delete.alerts.%s%s.typeDelete16
source: <b>%1$s</b>, %2$s, <span style="color:#D75B00">will leave the company on []</span>
chinese: <b>%s</b>, %s, <span style="color:#D75B00">将于 [] 退休</span>
french: <b>%s</b>, %s, <span style="color:#D75B00">quittera l'entreprise le []</span>
german: <b>%s</b>, %s, <span style="color:#D75B00">wird das Unternehmen am [] verlassen</span>
portuguese: <b>%s</b>, %s, <span style="color:#D75B00">deixará a Companhia em []</span>
spanish: <b>%s</b>, %s, <span style="color:#D75B00">abandonará la empresa el []</span>

# alert.detail.delete.%s%s.typeDelete15
source: %1$s, %2$s, will retire on [].
chinese: %s, %s, 将于 [] 退休。
french: %s, %s partira en retraite le [].
german: %s, %s, geht am [] in den Ruhestand.
portuguese: %s, %s, irá se aposentar em [].
spanish: %s, %s, se jubilará el [].

# alert.detail.delete.%s%s.typeDelete16
source: %1$s, %2$s, will leave the company on [].
chinese: %s, %s, 将于 [] 退休
french: %s, %s quittera l'entreprise le [].
german: %s, %s, wird das Unternehmen am [] verlassen.
portuguese: %s, %s, deixará a Companhia em [].
spanish: %s, %s, abandonará la empresa el [].

# company.profile.phone.to.%s%s
source: Call %1$s at %2$s
chinese: 致电%s，电话：%s
french: Appelez %s au %s
german: %s unter %s anrufen
portuguese: Ligue para a %s em %s
spanish: Llame a %s al %s

# orgchart.news.phone.to.%s%s
source: Call %1$s at %2$s
chinese: 致电%s，电话：%s
french: Appeler %s au %s
german: %s unter %s anrufen
portuguese: Ligue para a %s em %s
spanish: Llame a %s al %s

# orgchart.news.phone.or
source: or
chinese: 或
french: ou
german: oder
portuguese: ou
spanish: o

# orgchart.news.phone.to.person.%s
source: and ask for %s.
chinese: 并寻找%s。
french: et demander %s.
german: und nach %s fragen.
portuguese: e peça para falar com %s.
spanish: y preguntar por %s.

# orgchart.news.phone.with.skype
source: With Skype,
chinese: 使用 Skype，
french: Avec Skype,
german: Mit Skype,
portuguese: Através do Skype,
spanish: Con Skype,

# company.profile.main.subsidiaries.%s
source: %s subsidiaries
chinese: %s家子公司
french: %s filiales
german: %s Tochterunternehmen
portuguese: %s subsidiárias
spanish: %s subsidiarias

# company.profile.main.subsidiaries.%s.singular
source: %s subsidiary
chinese: %s家子公司
french: %s filiale
german: %s Tochtergesellschaft
portuguese: %s subsidiária
spanish: %s subsidiaria

# company.profile.alert.create
source: Create an alert
chinese: 创建提醒
french: Créer une alerte
german: Benachrichtigung erstellen
portuguese: Criar um alerta
spanish: Crear una alerta

# company.profile.alert.create.%s
source: to follow the executive moves at %s.<br /><br />
chinese: 跟踪 %s 的高管变动<br><br>
french: pour suivre les mouvements de dirigeants chez %s.<br /><br />
german: um Veränderungen bei Führungskräften von %s nachzuverfolgen.<br><br>
portuguese: para seguir os movimentos de executivos da %s.<br><br>
spanish: para seguir los movimientos de los ejecutivos en %s.<br><br>

# orgchart.socialMedia.shareWith.text
source: Share
chinese: 分享
french: Partager
german: Teilen Sie
portuguese: Compartilhe
spanish: Compartir

# form.industry.examples
source: Examples:
chinese: 例如：
french: Exemples:
german: Beispiele:
portuguese: Exemplos:
spanish: Ejemplos:

# text.alert.posted.date.%s%s
source: <small><span color="#D75B00">&nbsp;(posted on %1$s %2$s)</span></small>.
chinese: <small><span color="#D75B00">&nbsp;(公布%1$s%2$s号)</span></small>.
french: <small><span color="#D75B00">&nbsp;(publié le %2$s %1$s)</span></small>.
german: <small><span color="#D75B00">&nbsp;(veröffentlicht am %2$s. %1$s)</span></small>.
portuguese: <small><span color="#D75B00">&nbsp;(publicado em %2$s de %1$s)</span></small>.
spanish: <small><span color="#D75B00">&nbsp;(publicado el %2$s de %1$s)</span></small>.

# orgchart.socialMedia.text.%s%s%s
source: %s Org Chart displays %s Execs including %s.
chinese: %s 的组织结构图显示 %s 位高管，其中包括 %s。
french: L'Organigramme Apple contient %s Dirigeants dont %s.
german: Das %s Organigramm zeigt %s Führungskräfte, einschließlich %s.
portuguese: O quadro organizacional da %s exibe %s executivos, incluindo %s.
spanish: El Organigrama de %s muestra a %s Ejecutivos incluyendo a %s.

# orgchart.socialMedia.shareWith.facebook.over.%s
source: Share with your friends the org chart of %s.
chinese: 与朋友共享 %s 的组织结构图。
french: Partager avec vos amis l'organigramme %s.
german: Das Organigramm von %s mit Ihren Freunden teilen.
spanish: Compartir con sus amigos el organigrama de %s.

# orgchart.socialMedia.shareWith.linkedin.over.%s
source: Share with your network the org chart of %s.
chinese: 在网络上共享 %s 的组织结构图。
french: Partager avec votre réseau l'organigramme %s.
german: Das Organigramm von %s mit Ihrem Netzwerk teilen.
spanish: Compartir con su red de trabajo el organigrama de %s.

# biography.socialMedia.text.%s%s%s%s%s%s%s
source: %1$s is currently %2$s at %3$s, %4$s at %5$s and %6$s at %7$s.
chinese: %1$s 目前就任 %3$s的%2$s, %5$s的%4$s以及%7$s的%6$s，
french: %1$s est actuellement %2$s chez %3$s, %4$s chez %5$s et %6$s chez %7$s.
german: %1$s ist derzeit %2$s bei %3$s, %4$s bei %5$s und %6$s bei %7$s.
portuguese: %1$s atualmente é %2$s da %3$s, %4$s da %5$s e %6$s da %7$s.
spanish: %1$s actualmente es %2$s de %3$s, %4$s de %5$s y %6$s de %7$s.

# biography.socialMedia.text.%s%s%s%s%s
source: %1$s is currently %2$s at %3$s and %4$s at %5$s.
chinese: %1$s 目前就任 %3$s的%2$s以及%5$s的%4$s，
french: %1$s est actuellement %2$s chez %3$s et %4$s chez %5$s.
german: %1$s ist derzeit %2$s bei %3$s und %4$s bei %5$s.
portuguese: %1$s atualmente é %2$s da %3$s e %4$s da %5$s.
spanish: %1$s actualmente es %2$s de %3$s y %4$s de %5$s.

# biography.socialMedia.text.%s%s%s
source: %1$s is currently %2$s at %3$s.
chinese: %1$s 目前就任 %3$s的%2$s，
french: %1$s est actuellement %2$s chez %3$s.
german: %1$s ist derzeit %2$s bei %3$s.
portuguese: %1$s atualmente é %2$s da %3$s.
spanish: %1$s actualmente es %2$s de %3$s.

# alert.detail.update.%s%s%s.typeUpdateBeingPromoted
source: %s who is %s will be promoted to %s.
french: %s qui est %s, sera promu %s.
german: %s der/die %s wird zum %s befördet.
portuguese: %s atualmente %s, será promovido a %s.

# alert.detail.update.%s%s%s.typeUpdateBeingPromotedIn
source: %s who is %s will be promoted to %s in [].
french: %s qui est %s, sera promu %s en [].
german: %s der/die %s wird zum %s im [] befördert.
portuguese: %s atualmente %s, será promovido a %s em [].

# alert.detail.update.alerts.%s%s%s.typeUpdateBeingPromoted
source: <b>%s</b> who is <span style="font-size:12px;color:#808080;">%s</span>, will be promoted to <span style="color:#D75B00">%s</span>
french: <b>%s</b> qui est <span style="font-size:12px;color:#808080;">%s</span>, sera promu <span style="color:#D75B00">%s</span>
german: <b>%s</b> der/die <span style="font-size:12px;color:#808080;">%s</span> wird zum <span style="color:#D75B00">%s</span> befördert
portuguese: <b>%s</b> atualmente <span style="font-size:12px;color:#808080;">%s</span>, será promovido a <span style="color:#D75B00">%s</span>

# alert.detail.update.alerts.%s%s%s.typeUpdateBeingPromotedIn
source: <b>%s</b> who is <span style="font-size:12px;color:#808080;">%s</span>, will be promoted to <span style="color:#D75B00">%s</span> in []
french: <b>%s</b> qui est <span style="font-size:12px;color:#808080;">%s</span>, sera promu <span style="color:#D75B00">%s</span> en []
german: <b>%s</b> der/die <span style="font-size:12px;color:#808080;">%s</span> wird zum <span style="color:#D75B00">%s</span> im [] befördert
portuguese: <b>%s</b> atualmente <span style="font-size:12px;color:#808080;">%s</span>, será promovido a <span style="color:#D75B00">%s</span> em []

# alert.detail.update.jobTitle.%s%s.typeUpdateBeingPromotedIn
source: (promoted in %s to %s)
french: (promu %s en %s)

# alert.detail.added.%s%s.typeAddedBeingPromotedOn
source: %s will be promoted to %s on [].
french: %s sera promu %s le [].
german: %s wird zum %s am [] befördert.
portuguese: %s será promovido a %s em [].

# alert.detail.added.alerts.%s%s.typeAddedBeingPromotedOn
source: <b>%s</b>, will be promoted to <span style="color:#D75B00">%s</span> on []
french: <b>%s</b> sera promu <span style="color:#D75B00">%s</span> le []
german: <b>%s</b> wird zum <span style="color:#D75B00">%s</span> im [] befördert
portuguese: <b>%s</b>, será promovido a <span style="color:#D75B00">%s</span> em []

# alert.detail.added.alerts.%s%s.typeAddedBeingPromotedIn
source: <b>%s</b>, will be promoted to <span style="color:#D75B00">%s</span> in []
french: <b>%s</b> sera promu <span style="color:#D75B00">%s</span> en []
german: <b>%s</b> wird zum <span style="color:#D75B00">%s</span> am [] befördert
portuguese: <b>%s</b>, será promovido a <span style="color:#D75B00">%s</span> em []

# alert.detail.added.alerts.%s%s.typeAddedBeingPromoted
source: <b>%s</b>, will be promoted to <span style="color:#D75B00">%s</span>
french: <b>%s</b> sera promu <span style="color:#D75B00">%s.</span>
german: <b>%s</b> wird zum <span style="color:#D75B00">%s</span> befördert
portuguese: <b>%s</b>, será promovido a <span style="color:#D75B00">%s</span>

# alert.detail.added.%s%s.typeAddedBeingPromotedIn
source: %s will be promoted to %s in [].
french: %s sera promu %s en [].
german: %s wird zum %s im [] befördert.
portuguese: %s será promovido a %s em [].

# alert.detail.added.%s%s.typeAddedBeingPromoted
source: %s will be promoted to %s.
french: %s sera promu %s.
german: %s wird zum %s befördet.
portuguese: %s será promovido a %s.

# alert.detail.added.%s%s.typeAddedWillJoin
source: %s will join the company as %s.
french: %s rejoindra l'entreprise comme %s.

# alert.detail.added.alerts.%s%s.typeAddedWillJoin
source: <b>%s</b>, will join the company as <span style="color:#D75B00">%s</span>
french: <b>%1$s</b> rejoindra l'entreprise comme <span style="color:#D75B00">%2$s</span>
