Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# M&A.description.%s%s.BANKRUPTCY.COMPANY_FOR_BANKRUPTCY
source: %2$s is reorganizing under the law protecting against bankruptcy %1$s.
chinese: %2$s 正在根据破产保护法进行重组 %1$s
french: %2$s se réorganise en vertu de la loi protégeant contre la faillite %1$s
german: %2$s reorganisiert sich nach dem Insolvenzschutzgesetz %1$s.
portuguese: %2$s reorganiza sob a lei de falências %1$s
spanish: %2$s se está reorganizando conforme a la ley que protege contra la quiebra %1$s

# company.custom.list.field.industry
source: Industry
chinese: 行业
french: Secteur
german: Industrie
portuguese: Indústria
spanish: Sector

# alert.filter.table.column.industry
source: Industry
french: Secteur
german: Industrie

# company.custom.list.field.country
source: Country
french: Pays

# company.custom.list.field.name
source: Company
french: Entreprises

# company.custom.list.field.orgchart
source: Org-Chart
french: Organigramme

# company.custom.list.field.website
source: Corporate Website
french: Site

# forms.alert.create.list.alert.link
source: <br>Select a company list and create an alert for a list (e.g., Global Fortune 500)
chinese: <br>选择公司列表并为列表创建警报（例如，Global Fortune 500）。
french: <br>Sélectionnez une liste de sociétés et créez une alerte pour une liste (ex. Global Fortune 500).
german: <br>Wählen Sie eine Firmenliste aus und erstellen Sie eine Benachrichtigung für eine Liste (zB Global Fortune 500).
portuguese: <br>Selecione uma lista de empresas e crie um alerta para uma lista (ex. Global Fortune 500).
spanish: <br>Seleccione una lista de empresas y cree una alerta para una lista (ej. Global Fortune 500).

# forms.payment.bluesnap
source: Pay with your credit card
chinese: 用你的信用卡付款
french: Payer avec votre carte de crédit
german: Bezahlen Sie mit Ihrer Kreditkarte
portuguese: Pagar com cartão de crédito
spanish: Pagar con su tarjeta de crédito

# forms.payment.paypal
source: Pay with PayPal
chinese: 用PayPal付款
french: Payer avec PayPal
german: Bezahlen Sie mit PayPal
portuguese: Pagar com PayPal
spanish: Pagar con PayPal

# forms.title.selectYourPayment
source: <b>Select your payment method</b>
chinese: <b>选择您的付款方式</b>
french: <b>Sélectionnez votre méthode de paiement</b>
german: <b>Wählen Sie eine Bezahlart</b>
portuguese: <b>Selecione seu metodo de pagamento</b>
spanish: <b>Seleccionar tu forma de pago</b>

# payment.bluesnap.form.cardNumber
source: Card number
chinese: 卡号
french: Numéro de carte
german: Kartennummer
portuguese: Número do cartão
spanish: Número de tarjeta

# payment.bluesnap.form.expDate
source: Exp. date
chinese: 截止日期
french: Date d'expiration
german: Haltbarkeitsdatum
portuguese: Data de validade
spanish: Fecha de caducidad

# payment.bluesnap.form.name
source: Card holder name
chinese: 持卡人姓名
french: Nom du titulaire
german: Name des Karteninhabers
portuguese: Nome do Titular
spanish: Nombre del titular de la tarjeta

# payment.bluesnap.form.securityCode
source: Security code (CVV)
chinese: 安全码（CCV）
french: Code de sécurité (CCV)
german: Sicherheitscode (CCV)
portuguese: Código de segurança (CCV)
spanish: Código de seguridad (CCV)

# payment.bluesnap.form.payButton
source: Pay
chinese: 工资
french: Payer
german: Zahlen
portuguese: Pagar
spanish: Pagar

# payment.bluesnap.payment.processing
source: Your payment is in progress.
chinese: 您的付款正在进行中。
french: Votre paiement est en cours.
german: Ihre Zahlung ist in Bearbeitung.
portuguese: Seu pagamento está em andamento.
spanish: Tu pago está en curso.

# payment.bluesnap.title
source: Welcome to BlueSnap Secured Payment
chinese: 欢迎来到BlueSnap付款
french: Bienvenue dans le paiement sécurisé BlueSnap
german: Willkommen bei BlueSnap gesicherte Zahlung
portuguese: Bem-vindo ao pagamento seguro BlueSnap
spanish: Bienvenido a BlueSnap el pago seguro

# payment.bluesnap.warning.message
source: Information: we do not store any credit card data on our side.
chinese: 信息：我们不存储任何信用卡数据
french: Informations: nous ne stockons aucune donnée de carte de crédit de notre côté.
german: Information: Wir speichern keine Kreditkartendaten auf unserer Seite
portuguese: Informações: não armazenamos dados de cartão de crédito do nosso lado
spanish: Información: no almacenamos ningún dato de tarjeta de crédito de nuestro lado

# user.login.limit.effort.reached.warning.message
source: After three unsuccessful trials, for your security,<br>your access has to be interrupted for 10 minutes.<br><br>Many thanks for your appreciated understanding.<br>Please contact us for any assistance at <a href="mailto:contact@theofficialboard.com?subject=-%203%20Password%20Trials%20-&amp;body=Dear%20Official%20Board,%0D%0A%0D%0AI%20cannot%20remember%20my%20password.%20Can%20you%20help?">contact@theofficialboard.com</a>.
french: Aprés ces cinq tentatives infructueuses,<br>votre accès va être interrompu pendant 10 minutes pour assurer votre sécurité.<br><br>Merci pour votre compréhension.<br>Pour toute assistance, vous pouvez nous contacter à <a href="mailto:contact@theofficialboard.com?subject=-%203%20Password%20Trials%20-&amp;body=Dear%20Official%20Board,%0D%0A%0D%0AI%20cannot%20remember%20my%20password.%20Can%20you%20help?">contact@theofficialboard.com</a>.

# label.sitemap.functional.departments
source: 50 functional departments
chinese: 50个职能部门
french: 50 départements fonctionnels
german: 50 funktionale Abteilungen
portuguese: 50 departamentos funcionais
spanish: 50 departamentos funcionales

# company.list.belong.%s
source: <br>%s is one of the...
chinese: <br />是其中之一......
french: <br>%s fait partie des...
german: <br /> %s ist einer der ...
portuguese: <br>%s é uma das ...
spanish: <br>%s es una de las ...

# home.news.block.title
source: Movements
chinese: 变动
french: Mouvements
german: Veränderungen
portuguese: Movimentos
spanish: Movimientos

# user.preference.options
source: When consulting a new org chart (recommended),
chinese: 咨询新的组织结构图（推荐）时，
french: Lors de la consultation d'un nouvel organigramme (recommandé),
german: Beim Abrufen eines neuen Organigramms (empfohlen),
portuguese: Ao consultar um novo organograma (recomendado),
spanish: Al consultar un nuevo organigrama (recomendado),

# user.preference.options.keep.companies.history.option
source: - list the org chart in “My companies” to keep track of the past moves
chinese: - 列出“我的公司”中的组织结构图，以存储过去的动作
french: - lister l'organigramme dans "Mes entreprises" pour garder une trace des mouvements passés
german: - Listen Sie das Organigramm in "Meine Unternehmen" auf, um die bisherigen Bewegungen zu speichern
portuguese: - listar o organograma em "Minhas empresas" para armazenar os movimentos anteriores
spanish: - Listar el organigrama en "Mis empresas" para realizar un seguimiento de los movimientos pasados

# user.preference.options.synchronise.favorite.companies.option
source: Synchronize your favorite companies with your mobile to receive instant alerts on our <a href="https://www.theofficialboard.com/info/iPhone">mobile app</a>.
chinese: 列出“我的公司”中的组织结构图，以存储过去的动作
french: Synchronisez vos entreprises préférées avec votre mobile pour recevoir des alertes instantanées avec <a href="https://www.theofficialboard.fr/info/iPhone">l’application mobile</a>.
german: Synchronisieren Sie Ihre Lieblingsunternehmen mit Ihrem Mobiltelefon, um sofortige Benachrichtigungen auf Ihrem Mobiltelefon zu erhalten
portuguese: Sincronize suas empresas favoritas com o seu celular para receber alertas instantâneos no seu celular
spanish: Sincronice sus empresas favoritas con su móvil para recibir alertas instantáneas en su móvil

# user.preference.options.weekly.alerts.option
source: - receive weekly alerts when important executive moves happen
chinese: - 在重要的高管行动发生时收到每周警报
french: - recevez des alertes hebdomadaires par email lorsque des changements importants surviennent chez les dirigeants
german: - Erhalten Sie wöchentliche Benachrichtigungen, wenn wichtige Umzüge von Führungskräften stattfinden
portuguese: - receba alertas semanais quando acontecerem movimentos executivos importantes
spanish: - recibir alertas semanales cuando suceden importantes movimientos ejecutivos

# label.sitemap.best.business.articles
source: Best articles of the month
chinese: 本月最佳阅读量
french: Meilleurs articles du mois
german: Beste Artikel des Monats
portuguese: Melhores leituras do mês
spanish: Mejores lecturas del mes

# contact.bio.contribute
source: Participate
chinese: 参加
french: Participer
german: Sich beteiligen
portuguese: Participar
spanish: Participar

# contact.bio.addurl.title.%s
source: Add a relevant link about %s.
chinese: 添加关于％s的相关链接。
french: Ajoutez un lien pertinent sur %s.
german: Fügen Sie einen relevanten Link zu %s hinzu.
portuguese: Adicione um link relevante sobre %s.
spanish: Agrega un enlace relevante sobre %s.

# contact.bio.delurl.title.%s
source: Which links about %s are irrelevant and thus should be deleted?
chinese: 关于％s的哪些链接无关紧要，因此应删除？
french: Quels liens sur %s ne sont pas pertinents et doivent donc être supprimés?
german: Welche Links über %s sind irrelevant und sollten daher gelöscht werden?
portuguese: Quais links sobre %s não são aplicáveis e, por isso, devem ser excluídos?
spanish: ¿Qué enlaces sobre %s son irrelevantes y, por lo tanto, deberían eliminarse?

# home.news.block.sentence
source: A (tiny) sample of the 3,000+ executives who are switching daily within our 80,543 organizational charts.
chinese: 每天转换工作的3,000多名高管的样本。
french: Un échantillon des 3000+ dirigeants qui bougent quotidiennement.
german: Eine Probe der 3.000+ Führungskräfte, die täglich wechseln.
portuguese: Uma amostra dos 3.000+ executivos que trocam de emprego diariamente.
spanish: Una muestra de los 3,000+ ejecutivos que cambian diariamente.

# home.sign.in
source: Sign In
chinese: 进入
french: Se connecter
german: Einloggen
portuguese: Login
spanish: Conectarse

# label.sitemap.mobile
source: Mobile App
chinese: 移动应用
french: Application mobile
german: Mobil App
portuguese: Aplicativo móvel
spanish: Aplicación movil

# contact.bio.education.title
source: Education
chinese: 教育
french: Formation
german: Bildung
portuguese: Educação
spanish: Educación

# contact.content.education.school.year.%s%s%s
source: %s has obtained a degree from %s in %s.
chinese: %1$s在%3$s年获得了%2$s的学位。
french: %s a obtenu un diplôme à %s en %s.
german: %s hatte einen Abschluss von %s en %s.
portuguese: %s se formou na %s em %s.
spanish: %s se graduó de %s en %s.

# contact.bio.classmates.canonical.school.%s
source: They have also studied at %s :
chinese: 他们还在%s学习过：
french: Ils ont aussi étudié à %s:
german: Sie haben auch bei %s studiert:
portuguese: Eles também estudaram em %s:
spanish: También han estudiado en %s:

# contact.bio.classmates.more.alumni
source: more alumni
chinese: 更多
french: d'autres anciens étudiants
german: weitere Alumni
portuguese: mais ex-alunos
spanish: más ex alumnos

# company.profile.paragraph
source: Presence
chinese: 在场
french: Présence
german: Präsenz
portuguese: Presença
spanish: Presencia

# company.profile.company.present.in.countries.%s.%s
source: %s has a direct presence in %s countries.
chinese: %s 在 %s 个国家有直接业务。
french: %s a une présence directe dans %s pays.
german: %s hat eine direkte Präsenz in %s Ländern.
portuguese: %s tem presença direta em %s países.
spanish: %s tiene presencia directa en %s países.

# company.profile.stock.ticker.%s%s%s
source: %s is a company listed under the stock ticker %s (%s).
chinese: %s 是一家在股票代码 %s (%s) 下上市的公司。
french: %s est une société cotée sous le symbole boursier %s (%s).
german: %s ist ein Unternehmen, das unter dem Börsenticker %s (%s) gelistet ist.
portuguese: %s é uma empresa listada sob o símbolo %s (%s).
spanish: %s es una empresa que cotiza bajo el símbolo de cotización %s (%s).

# company.profile.people.paragraph
source: Executives
chinese: 高管
french: Dirigeants
german: Führungskräfte
portuguese: Executivos
spanish: Ejecutivos

# company.profile.view.executives.%s
source: View the org chart displaying %s
chinese: 查看带有%s的组织结构图
french: Voir l'organigramme avec %s
german: Siehe das Organigramm mit %s
portuguese: Veja o organograma con %s
spanish: Ver el organigrama con %s

# company.profile.subsidiaries.industries.title
source: They are in:
chinese: 他们在：
french: Elles sont en:
german: Sie befinden sich in:
portuguese: Eles estão dentro:
spanish: Ellos se encuentran en:

# forms.label.relevance
source: Relevance
chinese: 关联
french: Pertinence
german: Relevanz
portuguese: Relevância
spanish: Relevancia

# company.press.release.field.relevance
source: Relevance
chinese: 关联
french: Pertinence
german: Relevanz
portuguese: Relevância
spanish: Relevancia

# company.custom.lists.field.popularity
source: Relevance
chinese: 关联
french: Pertinence
german: Relevanz
portuguese: Relevância
spanish: Relevancia

# company.profile.social.media.about.%s
source: Social media about %s
chinese: 关于 %s 的社交媒体
french: Réseaux sociaux à propos de %s
portuguese: Redes sociais sobre %s
spanish: Redes sociales sobre %s

# company.profile.contacts.paragraph
source: Get in Touch
chinese: 保持联系
french: Entrer en contact
german: In Kontakt kommen
portuguese: Entrar em contato
spanish: Ponerse en contacto

# company.profile.latest.news.paragraph
source: News
chinese: 消息
french: Actualités
german: Nachrichten
portuguese: Notícias
spanish: Noticias

# company.profile.subsidiary.by.industry.other
source: Other
chinese: 其他
french: Autre
german: Andere
portuguese: Outro
spanish: Otro

# contact.bio.description.education.%s%s
source: %s has studied at %s.
chinese: %s 在 %s 学习过。
french: %s a étudié à %s.
german: %s hat bei %s studiert.
portuguese: %s estudado em %s.
spanish: %s ha estudiado en %s.

# contact.bio.description.education.%s%s%s
source: %s has studied at %s and at %s.
chinese: %s 在 %s 和 %s 学习过。
french: %s a étudié à %s et à %s.
german: %s hat bei %s und bei %s studiert.
portuguese: %s estudado em %s e em %s.
spanish: %s ha estudiado en %s y %s.

# company.profile.description.subsidiaries.%s%s
source: %s has %s subsidiaries.
chinese: ％s 具有 ％s家子公司。
french: %s a %s filiales.
german: %s hat %s Tochterunternehmen.
portuguese: %s possui %s subsidiárias.
spanish: %s posee %s filiales.

# company.profile.description.subsidiary.%s
source: %s has 1 subsidiary.
chinese: %s 有一个子公司。
french: %s a une filiale.
german: %s hat eine Tochtergesellschaft.
portuguese: %s tem uma subsidiária.
spanish: % s tiene una subsidiaria.

# company.profile.description.list.%s%s%s
source: %s belongs to the %s and to the %s.
chinese: %s 属于 %s 和 %s。
french: %s appartient au %s et au %s.
german: %s gehört zum %s und zum %s.
portuguese: %s pertence ao %s e ao %s.
spanish: %s pertenece al %s y al %s.

# company.profile.description.list.%s%s
source: %s belongs to the %s.
chinese: %s 属于 %s。
french: %s appartient au %s.
german: %s gehört zum %s.
portuguese: %s pertence ao %s.
spanish: %s pertenece al %s.

# company.profile.keywords.%s
source: %s, Executive Movements, Company Profile
chinese: %s, 高管变化, 企业形象
french: %s, Changements de dirigeants, Profil de l'entreprise
german: %s, Letzte Veränderungen der Führungskräfte, Firmenprofil
portuguese: %s, Recentes movimentos de executivos, Perfil da empresa
spanish: %s, Recientes movimientos de ejecutivos, Perfil de la empresa

# M&A.funding.ipo.%s%s
source: %s has filed its IPO. Its stock ticker will be %s.
chinese: %s 已提交其 IPO 档案。它的股票代码将是 %s。
french: %s a déposé son dossier d'introduction en bourse. Son symbole boursier sera %s.
german: % s hat sein IPO-Dossier eingereicht. Sein Tickersymbol ist %s.
portuguese: %s preencheu seu dossiê de IPO. Seu símbolo de ação será %s.
spanish: %s ha presentado su expediente de OPI. Su símbolo de cotización será %s.

# M&A.funding.ipo.canceled.%s
source: %s has canceled its IPO project
chinese: %s 已取消其 IPO 项目
french: %s a annulé son projet d'introduction en bourse
german: %s hat sein IPO-Projekt abgebrochen
portuguese: %s cancelou seu projeto de IPO
spanish: %s ha cancelado su proyecto de OPI

# M&A.funding.unicorn.%s%s
source: %s becomes a unicorn with its fundraising of $%s Million.
chinese: %s 凭借他的 %s 百万美元筹款活动成为了独角兽。
french: %s devient une licorne avec sa nouvelle levée de fonds de %s millions de dollars.
german: %s wird mit seiner %s-Millionen-Dollar-Spendenaktion zum Einhorn.
portuguese: % s se torna um unicórnio com sua arrecadação de fundos de %s milhões de dólares.
spanish: %s se convierte en un unicornio con su recaudación de fondos de %s millones de dólares.

# M&A.funding.vc.funding.%s%s
source: %s has just announced a $%s Million fundraising.
chinese: %s 刚刚宣布为 %s 筹款数百万美元。
french: %s vient d'annoncer une levée de fonds de %s millions de dollars.
german: %s hat gerade eine Spendenaktion von %s Millionen Dollar angekündigt.
portuguese: %s acaba de anunciar uma arrecadação de fundos de %s milhões de dólares.
spanish: %s acaba de anunciar una recaudación de fondos de %s millones de dólares.

# company.news.M&A.description.%s%s.BANKRUPTCY.COMPLETED
source: %s is being liquidated (%s).
chinese: %s 正在清算 (%s)。
french: %s est en cours de liquidation (%s).
german: %s wird liquidiert (%s).
portuguese: %s está sendo liquidado (%s).
spanish: %s está siendo liquidado (%s).

# company.custom.link.ranking
source: Ranking
chinese: 排行
french: Classement
german: Rangfolge
spanish: Clasificación

# company.custom.list.field.listRanking
source: Ranking
chinese: 排行
french: Classement
german: Rangfolge
spanish: Clasificación

# M&A.description.%s%s.ACQUISITION.COMPLETED
source: %2$s has acquired %1$s.
chinese: %2$s 已收购 %1$s。
french: %2$s a acquis %1$s.
german: %2$s hat %1$s erworben.
portuguese: %2$s adquiriu %1$s.
spanish: %2$s ha adquirido %1$s.

# company.news.M&A.description.%s%s%s.ACQUISITION.COMPLETED
source: %2$s has acquired %1$s%3$s
chinese: %2$s 已收购 %1$s%3$s
french: %2$s a acquis %1$s%3$s
german: %2$s hat %1$s erworben%3$s
portuguese: %2$s adquiriu %1$s%3$s
spanish: %2$s ha %1$s adquirido%3$s

# M&A.description.%s%s.ACQUISITION.ABORTED
source: The project of %2$s acquiring %1$s has been abandoned
chinese: %2$s 收购 %1$s 的计划已被放弃
french: Le projet de %2$s d'acquérir %1$s a été abandonné
german: Das Projekt, dass %2$s %1$s übernimmt, wurde aufgegeben
portuguese: O projeto de %2$s adquirindo %1$s foi abandonado
spanish: Se ha abandonado el proyecto de %2$s que adquiere %1$s

# M&A.description.%s%s.ACQUISITION.ANNOUNCEMENT
source: %2$s has announced the acquisition of %1$s.
chinese: %2$s 已宣布收购 %1$s
french: %2$s a annoncé l'acquisition de %1$s
german: %2$s hat die Übernahme von %1$s angekündigt
portuguese: %2$s anunciou a aquisição de %1$s
spanish: %2$s ha anunciado la adquisición de %1$s

# M&A.description.%s%s.ACQUISITION.APPROVAL_REGULATION
source: The acquisition of %2$s by %1$s has been approved by the regulators.
chinese: %1$s 对 %2$s 的收购已获得监管机构的批准
french: L'acquisition de %2$s par %1$s a été approuvée par les régulateurs
german: Die Übernahme von %2$s durch %1$s wurde von den Aufsichtsbehörden genehmigt
portuguese: A aquisição de %2$s por %1$s foi aprovada pelos reguladores
spanish: La adquisición de %2$s por %1$s ha sido aprobada por los reguladores

# M&A.description.%s%s.ACQUISITION.APPROVAL_SHAREHOLDER
source: The acquisition of %2$s by %1$s has been approved by their shareholders.
chinese: %1$s 对 %2$s 的收购已获得其股东的批准
french: L'acquisition de %2$s par %1$s a été approuvée par leurs actionnaires
german: Die Übernahme von %2$s durch %1$s wurde von ihren Aktionären genehmigt
portuguese: A aquisição de %2$s por %1$s foi aprovada por seus acionistas
spanish: La adquisición de %2$s por %1$s ha sido aprobada por sus accionistas

# M&A.description.%s%s.BANKRUPTCY.COMPANY_NO_BANKRUPTCY
source: %2$s has successfully reorganized. Its activities are no more protected by the bankruptcy law %1$s.
chinese: %2$s 已成功重组。 其活动不再受破产法保护 %1$s
french: %2$s s'est réorganisée avec succès. Ses activités ne sont plus protégées par la loi sur les faillites %1$s
german: %2$s wurde erfolgreich reorganisiert. Seine Aktivitäten sind nicht mehr durch das Konkursgesetz geschützt %1$s.
portuguese: %2$s reorganizado com sucesso. Suas atividades não estão mais protegidas pela lei de falências %1$s
spanish: %2$s se reorganizó correctamente. Sus actividades ya no están protegidas por la ley de quiebras %1$s

# M&A.description.%s.BANKRUPTCY.COMPANY_FOR_BANKRUPTCY
source: %1$s is reorganizing under the law protecting against bankruptcy.
chinese: %1$s 正在根据破产保护法进行重组
french: %1$s se réorganise en vertu de la loi protégeant contre la faillite
german: %1$s reorganisiert sich nach dem Insolvenzschutzgesetz
portuguese: %1$s reorganiza sob a lei de falências
spanish: %1$s se está reorganizando conforme a la ley que protege contra la quiebra

# M&A.description.%s.BANKRUPTCY.COMPANY_NO_BANKRUPTCY
source: %1$s has successfully reorganized. Its activities are no more protected by the bankruptcy law
chinese: %1$s 已成功重组。 其活动不再受破产法保护
french: %1$s s'est réorganisée avec succès. Ses activités ne sont plus protégées par la loi sur les faillites
german: %1$s wurde erfolgreich reorganisiert. Ihre Aktivitäten sind nicht mehr durch das Konkursgesetz geschützt
portuguese: %1$s reorganizado com sucesso. Suas atividades não estão mais protegidas pela lei de falências
spanish: %1$s se reorganizó correctamente. Sus actividades ya no están protegidas por la ley de quiebras

# M&A.description.%s%s.MERGER.APPROVAL_SHAREHOLDER
source: The merge of %s and %s has been approved by their shareholders.
chinese: %s 和 %s 的合并已获得其股东的批准。
french: La fusion de %s et %s a été approuvée par leurs actionnaires.
german: Die Zusammenlegung von %s und %s wurde von ihren Aktionären genehmigt.
portuguese: A fusão de %s e %s foi aprovada por seus acionistas.
spanish: La fusión de %s y %s ha sido aprobada por sus accionistas.

# company.news.M&A.posted.date.%s%s%s
source: &nbsp;(posted on %1$s %2$s %3$s).
chinese: &nbsp;(公布%3$s%1$s%2$s号).
french: &nbsp;(publié le %2$s %1$s %3$s).
german: &nbsp;(veröffentlicht am %2$s, %1$s %3$s).
portuguese: &nbsp;(publicado em %2$s de %1$s de %3$s).
spanish: &nbsp;(publicado el %2$s de %1$s de %3$s).

# company.profile.pr.url.view.all
source: View more press releases
french: Voir plus de communiqués de presse

# company.profile.description.recent.executives.%s
source: See the recent changes among its %s executives.
chinese: 查看其 %s 名高管最近的变化。
french: Voir les changements récents parmi ses %s dirigeants.
german: Die jüngsten Veränderungen bei den %s Führungskräften an.
portuguese: Veja as mudanças recentes entre seus %s executivos.
spanish: Vea los cambios recientes entre sus %s ejecutivos.

# orgchart.unlogged.feedback.option.other
source: <big>An error? A missing one?<br><br>Our analysts promptly check.<br> If you are a member, you are emailed when ready!</big>
french: <big>Une erreur? Un manquant?<br><br>Nos analystes vérifient immédiatement.<br>Si vous êtes membre, un email vous est envoyé quand c'est prêt!</big>

# contact.bio.classmates.find.%s%s
source: Find %s from %s
chinese: 查找%s来自%s的校友
french: Trouver %s de %s
german: Finden Sie %s der %s
portuguese: Encontre % da %s
spanish: Encuenttre %s de %s

# home.menu.pricing
source: Pricing
chinese: 价钱
french: Prix
german: Preis
portuguese: Preço
spanish: Precio

# home.manews.block.title
source: Funding, IPO and M&A
chinese: 融资、上市和并购
french: Financement, IPO and F&amp;A
german: Finanzierungen, IPO und F&amp;U
portuguese: Finalização, IPO e F&A
spanish: Financiación, OPV y F&amp;A

# home.manews.block.sentence
source: A sample of the daily funding, IPO, M&amp;A news within our 80,543 organizational charts.
chinese: 我们80,000人的组织结构图的一个样本
french: Un échantillon parmi nos 80 543 organigrammes
german: Eine Auswahl aus unseren 80.000+ Organigrammen
portuguese: Uma amostra dentro de nossos 80.000+ organogramas
spanish: Una muestra dentro de nuestros 80.000+ organigramas

# home.manews.block.tab.funding
source: VC Funding
chinese: 风险投资资金
french: Financement VC
german: VC-Finanzierung
portuguese: Financiamento do VC
spanish: Financiación VC
