Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# alert.detail.options.delete.%s%s.typeDeleteLiving
source: <span style="color:#173B0B">%s who is %s <b> will soon leave</b> the company.
chinese: <span style="color:#173B0B">%s %s <b> 请很快</b>离开公司。</span>
french: <span style="color:#173B0B">%s %s <b> quittera bientôt</b> l'entreprise.</span>
german: <span style="color:#173B0B">%s, %s wird das Unternehmen <b>bald verlassen</b>.</span>
portuguese: <span style="color:#173B0B">%s %s <b> está prestes a deixar </b> a empresa.</span>
spanish: <span style="color:#173B0B">%s, %s <b> dejará pronto </b> la empresa.</span>

# mobile.forms.button.send
source: Click to send
chinese: 点击发送
french: Cliquer pour envoyer
german: Klicken Sie hier um zu senden
portuguese: Clique aqui para enviar
spanish: Hacer click para enviar

# mobile.forms.button.text
source: Write your text (and insert your email for our answering)
chinese: 写你的文字
french: Ecrivez votre texte
german: Schreiben Sie Ihren Text
portuguese: Escreva o seu texto
spanish: Escriba su texto

# mobile.user.synchronized
source: This device is synchronized with your account.
french: Cet appareil est synchronisé avec votre compte.

# mobile.user.synchronize.error
source: Sorry! No match. Please try again.
french: Pardon! Pas de concordance. Veuillez réessayer.

# mobile.forms.button.save
source: Save
chinese: 验证
french: Sauvegarder
german: Speichern
portuguese: Salvar
spanish: Guardar

# mobile.user.error-report.label
source: You have spotted an error, please tell us so that we can immediately adjust.
chinese: 指出错误
french: Vous avez repéré une erreur, merci de nous l'indiquer afin que nous la corrigions immédiatement.
german: Fehler berichten
portuguese: Relatório um erro
spanish: Señalar un error

# mobile.application.hours.ago.%s
source: %s hours ago
chinese: %s 个小时以前
french: Il y a %s heures
german: vor %s Stunden
portuguese: %s horas atrás
spanish: Hace %s horas

# mobile.application.days.ago.%s
source: %s days ago
chinese: %s天前
french: Il y a %s jours
german: vor %s Tagen
portuguese: %s dias atrás
spanish: hace %s días

# mobile.application.minutes.ago.%s
source: %s minutes ago
chinese: %s分钟前
french: Il y a %s minutes
german: vor %s Minuten
portuguese: %s minutos atrás
spanish: Hace %s minutos

# mobile.application.minute.ago
source: 1 minute ago
chinese: 1分钟前
french: Il y a une minute
german: vor einer Minute
portuguese: Um minuto atrás
spanish: Hace un minuto

# mobile.application.hour.ago
source: 1 hour ago
chinese: 1 个小时以前
french: Il y a 1 heure
german: vor 1 Stunde
portuguese: 1 hora atrás
spanish: Hace 1 hora

# mobile.application.subscription_description
source: This company is not in the top 5,000 free companies Go Pro and enjoy full access to the 80,543 companies
chinese: 该企业不是前 5,000 家企业，您可以免费查阅。
french: Cette entreprise n'est pas dans les top 5000 entreprises gratuites. Go Pro et bénéficiez de l'accès complet aux 80 000 entreprises.
german: Das Unternehmen ist nicht eines der Top 5,000 Unternehmen, die Sie kostenlos beobachten können.
portuguese: Esta empresa não está entre as 5.000 maiores empresas que você pode seguir gratuitamente.
spanish: Esta empresa no se encuentra dentro de las 5.000 empresas importantes que puede ver de manera gratuita.

# mobile.application.day.ago
source: 1 day ago
chinese: 1天前
french: Il y a 1 jour
german: vor 1 Tag
portuguese: 1 dia atrás
spanish: Hace 1 día

# mobile.application.smartbanner.title
source: Try our application
chinese: 试试我们的应用程序
french: Essayer notre application
german: Probieren Sie unsere Anwendungs
portuguese: Experimente a nossa aplicação
spanish: Pruebe nuestra aplicación

# mobile.application.smartbanner.price
source: Free
chinese: 自由
french: Gratuit
german: Frei
portuguese: Gratuito
spanish: Gratis

# mobile.application.smartbanner.author
source: www.theofficialboard.com
chinese: www.theofficialboard.cn
french: www.theofficialboard.fr
german: www.theofficialboard.de
portuguese: www.theofficialboard.com.br
spanish: www.theofficialboard.es

# mobile.application.smartbanner.inGooglePlay
source: in Google Play
chinese: 在 Google Play
french: dans Google Play
portuguese: em Google Play
spanish: en Google Play

# user.field.csvDownloadLimit
source: Excel download limit
chinese: Excel的下载限制
french: Limite de téléchargement
portuguese: Limite de download Excel
spanish: Límite de descarga Excel

# search.export.csv.limit.reached
source: Sorry, you have reached the daily limit for downloading. Please contact us if we can be on any help.
chinese: 对不起，您已经达到了每日下载限制。 如需帮助，请联系我们。
french: Désolé, vous avez atteint la limite quotidienne de téléchargement. Merci de nous contacter si nous pouvons vous assister.
german: Es tut uns leid, Sie haben das Tageslimit für Herunterladen erreicht. Bitte kontaktieren Sie uns, falls wir helfen können.
portuguese: Desculpe, você atingiu o limite diário para downloads. Por favor, entre em contato conosco para que possamos ajudá-lo(a).
spanish: Lo sentimos, ha alcanzado el límite diario de descargas. Por favor contacte con nosotros si podemos servirle de ayuda.

# user.home.premium.recurring.contact.us
source: <span style="line-height: 12pt; background-position: initial initial; background-repeat: initial initial;">Please contact us if we can be of&nbsp;<a href="mailto:contact@theofficialboard.com?subject=%20-%20Premium%20Assistance%20-%20">any assistance</a>.</p>
chinese: <span style="line-height: 12pt; background-position: initial initial; background-repeat: initial initial;">Please contact us if we can be of&nbsp;<a href="mailto:contact@theofficialboard.com?subject=%20-%20Premium%20Assistance%20-%20">any assistance</a>.<p></p></span>
french: <span style="line-height: 12pt; background-position: initial initial; background-repeat: initial initial;">Merci de nous contacter pour&nbsp;<a href="mailto:contact@theofficialboard.com?subject=%20-%20Premium%20Assistance%20-%20">toute assistance</a>.<p></p></span>
german: <span style="line-height: 12pt; background-position: initial initial; background-repeat: initial initial;">Please contact us if we can be of&nbsp;<a href="mailto:contact@theofficialboard.com?subject=%20-%20Premium%20Assistance%20-%20">any assistance</a>.<p></p></span>
portuguese: <span style="line-height: 12pt; background-position: initial initial; background-repeat: initial initial;">Please contact us if we can be of&nbsp;<a href="mailto:contact@theofficialboard.com?subject=%20-%20Premium%20Assistance%20-%20">any assistance</a>.<p></p></span>
spanish: <span style="line-height: 12pt; background-position: initial initial; background-repeat: initial initial;">Please contact us if we can be of&nbsp;<a href="mailto:contact@theofficialboard.com?subject=%20-%20Premium%20Assistance%20-%20">any assistance</a>.<p></p></span>

# text.payment.agr.365.dollar
source: The Official Board Premium Membership for 12 months - US $299
chinese: 12 个月的 The Official Board Premium 会员 – 299 美元
french: Abonnement Premium à The Official Board pour 12 mois - US$ 299
german: The Official Board Premium Mitgliedschaft für 12 Monate - 299 US$
portuguese: A assinatura Premium da The Official Board por 12 meses - US$ 299
spanish: La Suscripción Premium a Official Board durante 12 meses - 299 US$

# text.payment.agr.365.euro
source: The Official Board Premium Membership for 12 months - 299 €
french: Abonnement Premium à The Official Board pour 12 mois - 299 €
german: The Official Board Premium Mitgliedschaft für 12 Monate - 299 €
portuguese: A assinatura Premium da The Official Board por 12 meses - 299 €
spanish: La Suscripción Premium a Official Board durante 12 meses - 299 €

# text.payment.agr.90.dollar
source: The Official Board Premium Membership for 3 months - US $99
chinese: 3 个月的 The Official Board Premium 会员 – 99 美元
french: Abonnement Premium à The Official Board pour 3 mois - US$ 99
german: The Official Board Premium Mitgliedschaft für 3 Monate - 99 US$
portuguese: A assinatura Premium da The Official Board por 3 meses - US$ 99
spanish: La Suscripción Premium a Official Board durante 3 meses - 99 US$

# text.payment.agr.90.euro
source: The Official Board Premium Membership for 3 months - 99 €
french: Abonnement Premium à The Official Board pour 3 mois - 99 €
german: The Official Board Premium Mitgliedschaft für 3 Monate - 99 €
portuguese: A assinatura Premium da The Official Board por 3 meses - 99 €
spanish: La Suscripción Premium a Official Board durante 3 meses - 99 €

# text.payment.agr.vip365.dollar
source: The Official Board VIP Membership for 12 months - US $1,999
chinese: 12 个月的 The Official Board VIP 会员 – 1999 美元
french: Abonnement VIP à The Official Board pour 12 mois - US$ 1,999
german: The Official Board VIP Mitgliedschaft für 12 Monate - 1.999 US$
portuguese: A assinatura VIP da The Official Board por 12 meses - US$ 1,999
spanish: La Suscripción VIP a Official Board durante 12 meses - US$ 1,999

# text.payment.desc.vip365.dollar
source: The Official Board VIP Membership for 12 months - US $1,999
chinese: 12 个月的 The Official Board VIP 会员 – 1999 美元
french: Abonnement VIP The Official Board pour 12 mois - US$ 1,999
german: The Official Board VIP Mitgliedschaft für 12 Monate - 1.999 US$
portuguese: A assinatura VIP da The Official Board por 12 meses - US$ 1,999
spanish: La Suscripción VIP a Official Board durante 12 meses - US$ 1,999

# text.payment.agr.vip365.euro
source: The Official Board VIP Membership for 12 months - 1999 €
french: Abonnement VIP à The Official Board pour 12 mois - 1999 €
german: The Official Board VIP Mitgliedschaft für 12 Monate - 1999 €
portuguese: A assinatura VIP da The Official Board por 12 meses - 1999 €
spanish: La Suscripción VIP a Official Board durante 12 meses - 1999 €

# text.payment.desc.365.dollar
source: The Official Board Premium Membership for 12 months - US $299
french: Abonnement Premium à The Official Board pour 12 mois - US$ 299
german: The Official Board Premium Mitgliedschaft für 12 Monate - 299 US$
portuguese: A assinatura Premium da The Official Board por 12 meses - US$ 299
spanish: La Suscripción Premium a Official Board durante 12 meses - 299 US$

# text.payment.desc.365.euro
source: The Official Board Premium Membership for 12 months - 299 €
chinese: 12 个月的 The Official Board Premium 会员 – 299 美元
french: Abonnement Premium à The Official Board pour 12 mois - 299 €
german: The Official Board Premium Mitgliedschaft für 12 Monate - 299 €
portuguese: A assinatura Premium da The Official Board por 12 meses - 299 €
spanish: La Suscripción Premium a Official Board durante 12 meses - 299 €

# text.payment.desc.vip365.euro
source: The Official Board VIP Membership for 12 months - 1999 €
french: Abonnement VIP à The Official Board pour 12 mois - 1999 €
german: The Official Board VIP Mitgliedschaft für 12 Monate - 1999 €
portuguese: A assinatura VIP da The Official Board por 12 meses - 1999 €
spanish: La Suscripción VIP a Official Board durante 12 meses - 1999 €

# text.payment.desc.90.euro
source: The Official Board Premium Membership for 3 months - 99 €
french: Abonnement Premium à The Official Board pour 3 mois - 99 €
german: The Official Board Premium Mitgliedschaft für 3 Monate - 99 €
portuguese: A assinatura Premium da The Official Board por 3 meses - 99 €
spanish: La Suscripción Premium a Official Board durante 3 meses - 99 €

# text.payment.desc.90.dollar
source: The Official Board Premium Membership for 3 months - US $99
chinese: 3 个月的 The Official Board Premium 会员 – 99 美元
french: Abonnement Premium à The Official Board pour 3 mois - US$ 99
german: The Official Board Premium Mitgliedschaft für 3 Monate - 99 US$
portuguese: A assinatura Premium da The Official Board por 3 meses - US$ 99
spanish: La Suscripción Premium a Official Board durante 3 meses - 99 US$

# forms.renew.vip.price.vip365.euro
source: <br>For your 1,999 € subscription, you can pay by Amex, Master Card, Visa, or PayPal account.
french: <br>Pour régler votre abonnement de 1999 €, vous pouvez utiliser votre Amex, votre Master Card, votre Visa ou votre compte PayPal.
german: <br>Für die Zahlung Ihres Abos, können Sie Ihre Amex, Master Card, Visa oder Ihr PayPal Konto benutzen.
portuguese: <br>Para efetuar o pagamento por sua assinatura, você poderá utilizar seus cartões Amex, Master Card, Visa ou sua conta no PayPal.
spanish: <br>Al pagar por su suscripción, podrá usar su Amex, Master Card, Visa o su cuenta PayPal.

# history.header.news.%s
source: News since<br>&nbsp;%s
chinese: %s 以来的变动
french: Chgmts depuis %s
german: Veränderungen seit %s
portuguese: Movimentos desde %s
spanish: Movimientos desde %s

# option.price.custom1.euro.%s
source: Custom search for one executive - %s €
chinese: 自定义搜索一位高管 - %s €
french: Information détaillée sur 1 dirigeant - %s €
german: Individualisierte Suche nach 1 Führungskraft - %s €
portuguese: Busca Personalizada de um executivo - %s €
spanish: Búsqueda personalizada de un ejecutivo - %s €

# option.price.custom10.euro.%s
source: Custom search for up to 10 managers reporting to this executive - %s €
chinese: 自定义搜索这位高管下属的10位以下管理者 - %s €
french: Information détaillée sur les managers (jusqu’à 10) reportant à un dirigeant - %s €
german: Individualisierte Suche nach bis zu 10 Manager, die dieser Führungskraft unterstellt sind - %s €
portuguese: Busca Personalizada de até 10 gestores subordinados a este executivo - %s €
spanish: Búsqueda personalizada de hasta 10 directores que dependan de este ejecutivo - %s €

# option.price.pass30.euro.%s
source: Pass - 30 days - %s €
french: Pass - 30 jours - %s €

# option.price.premium365.euro.%s
source: Premium 12 months - Save 24%% - %s €
chinese: Premium 12 个月 - 节省24％ - %s €
french: Premium 12 mois - 24%% de réduction - %s €
german: Premium 12 Monate - Sparen Sie 24%% - %s €
portuguese: Premium 12 meses - Economize 24%% - %s €
spanish: Premium 12 meses - ahorre 24%% - %s €

# option.price.premium90.euro.%s
source: Premium 3 months - %s €
chinese: Premium 3 个月 - %s €
french: Premium 3 mois - %s €
german: Premium 3 Monate - %s €
portuguese: Premium 3 meses - %s €
spanish: Premium 3 meses - %s €

# option.price.vip90.euro.%s
source: VIP - 3 months - %s €
french: VIP - 3 mois - %s €

# option.price.vip365.euro.%s
source: 12 month VIP (see the organizational charts without limitation + download them in PDF or Excel + 50,000 names in self-service + 20,000 names on demand + Research and assistance on demand + Access for up to five employees in your company) - %s €
chinese: VIP 12 个月（无限制查看 + 500 次电子邮件联系 + 20000 个姓名 ） - %s €
french: VIP 12 mois (voir les organigrammes en illimité + les télécharger en PDF et Excel + 50 000 noms en libre-service + 20 000 noms sur demande + Assistance sur demande + 5 accès dans votre entreprise) - %s €
german: VIP 12 Monate (uneingeschränkte Ansicht + 500 Kontakte per E-Mail + 20.000 names) - %s €
portuguese: VIP 12 meses (visualização ilimitada + 500 contatos por e-mail + 20.000 nomes) - %s €
spanish: VIP 12 meses (vista ilimitada + 500 contactos por e-mail + 20.000 nombres) - %s €

# user.email.bounced.information.sentence
source: We have stopped emailing you alerts because your current email is no more active. Please switch to a valid email in <a href="/user/home#modifications">My preferences</a> or contact us at <a href="" mailto:contact@theofficialboard.com"="">contact@theofficialboard.com</a>. Many thanks for your appreciated help.
french: Nous ne pouvons plus vous envoyer par email vos alertes car votre adresse email n'est plus active. Veuillez entrer une nouvelle adresse dans <a href="/user/home#modifications">Mes préférences</a> ou nous contacter à <a href="" mailto:contact@theofficialboard.com"="">contact@theofficialboard.com</a>. En vous remerciant par avance.

# forms.action.contact.not.found.close
source: Close
chinese: 关闭
french: Fermer
german: Schließen
portuguese: Fechar
spanish: Cerrar

# user.home.organizer.notes.add.close
source: Close
chinese: 关闭
french: Fermer
german: Schließen
portuguese: Fechar
spanish: Cerrar

# forms.label.search.school
source: University
chinese: 大学
french: Université
german: Universität
portuguese: Universidade
spanish: Universidad

# alert.field.cause
source: Movement Type
chinese: 列出变动，按照
french: Type de mouvements
german: Bewegungen sortiert nach
portuguese: Movimentos por...
spanish: Movimientos por

# forms.label.search.causeMoves.arrival
source: Arrivals
chinese: 上任
french: Arrivées
german: Neue
portuguese: Chegadas
spanish: Llegadas

# forms.label.search.causeMoves.all
source: All
chinese: 所有
french: Tous
german: Alle
portuguese: Todos
spanish: Todos

# forms.label.search.causeMoves.departure
source: Departures
chinese: 离职
french: Départs
german: Ausgeschiedene
portuguese: Partidas
spanish: Salidas

source: forms.label.search.causeMoves.
french: Type de mouvements

# forms.alert.label.cause.moves
source: Movement Types
chinese: 列出变动，按照
french: Type de mouvements
german: Bewegungen sortiert nach
portuguese: Movimentos por...
spanish: Movimientos por

# text.alert.posted.date.news.%s%s%s
source: <small><span color="#D75B00">&nbsp;(posted on %1$s %2$s %3$s)</span></small>.
chinese: <small><span color="#D75B00">&nbsp;(新闻发布的%3$s%1$s%2$s号)</span></small>.
french: <small><span color="#D75B00">&nbsp;(publié le %2$s %1$s %3$s)</span></small>.
german: <small><span color="#D75B00">&nbsp;(Nachrichten veröffentlicht am %2$s, %1$s %3$s)</span></small>.
portuguese: <small><span color="#D75B00">&nbsp;(Notícia publicada em %2$s de %1$s de %3$s)</span></small>.
spanish: <small><span color="#D75B00">&nbsp;(noticia publicada el %2$s de %1$s de %3$s)</span></small>.

# text.alert.posted.date.updates.%s%s%s
source: <small><span color="#D75B00">&nbsp;(updated on %1$s %2$s %3$s)</span></small>.
chinese: <small><span color="#D75B00">&nbsp;(更新公布在%3$s%1$s%2$s号)</span></small>.
french: <small><span color="#D75B00">&nbsp;(actualisé le %2$s %1$s %3$s)</span></small>.
german: <small><span color="#D75B00">&nbsp;(Update %2$s, %1$s %3$s veröffentlicht)</span></small>.
portuguese: <small><span color="#D75B00">&nbsp;(Notícia publicada em %2$s de %1$s de %3$s)</span></small>.
spanish: <small><span color="#D75B00">&nbsp;(actualización publicada %2$s de %1$s de %3$s)</span></small>.

# advanced.search.contact.content.education.school.%s
source: graduated from %s.
chinese: 毕业于 %s。
french: a reçu un diplôme de %s.
german: graduierte von %s.
portuguese: graduou-se pela %s.
spanish: se graduó en %s.

# advanced.search.contact.content.education.school.%s%s
source: has a %s from %s.
chinese: 拥有 %2$s 的 %1$s。
french: a reçu un %s de %s.
german: hält ein %s der %s.
portuguese: posee un %s de %s.
spanish: posee un %s de %s.

# competitors.including.%s
source: %1$s competitors
chinese: %1$s 家竞争者
french: %1$s concurrents
german: %1$s Konkurrenten
portuguese: %1$s concorrentes
spanish: %1$s competidores

# orgchart.actions.print.or.download.popup
source: Print or download
chinese: 打印或下载
french: Imprimer ou télécharger
german: Drucken oder herunterladen
portuguese: Imprimir ou descarregar
spanish: Imprimir o descargar

# forms.label.search.superKey
source: Function
chinese: 角色
french: Fonction
german: Positionsbeschreibung
portuguese: Papel
spanish: Cargo

# link.moderate.shorttitle.title.key.super.key
source: Function
chinese: 角色
french: Fonction
german: Positionsbeschreibung
portuguese: Papel
spanish: Cargo

# forms.button.sort.executives.search
source: Filter
chinese: 筛选
french: Filtrer
portuguese: Filtro
spanish: Filtrar

# forms.alert.label.search
source: Filter
chinese: 筛选
french: Filtrer
portuguese: Filtro
spanish: Filtrar

# moderate.suffix.form.filter
source: Filter:
french: Filtrer:

# user.home.tabs.favorites.company
source: My favorites
chinese: 我最喜爱的
french: Mes favoris
german: Meine Favoriten
portuguese: Meus favoritos
spanish: Mis favoritos

# label.sitemap.corporate.access
source: Enterprise Access
chinese: 使用API​​刷新
french: Actualiser avec des API
german: Aktualisieren Sie mit APIs
portuguese: Atualizar com APIs
spanish: Actualizar con API

# label.sitemap.single.access
source: Individual Access
chinese: 存取
french: Accès
german: Zugang
portuguese: Acesso
spanish: Acceso

# advanced.search.label.select.country.states
source: US States
chinese: 美国各州
french: Etats US
german: US-Staaten
portuguese: Estados dos EUA
spanish: Estados US

# label.sitemap.companies.us.states
source: By US state
chinese: 按美国
french: Par état US
german: Nach US-Staat
portuguese: Por estado dos EUA
spanish: Por estado EE.UU.

# link.companies.UsStates
source: US States
chinese: 美国各州
french: Etats US
german: US-Staaten
portuguese: Estados dos EUA
spanish: Estados US

# text.bubble.alerts.vip.instant.limitation
source: <small><span class="center">This feature is available for our VIP members.<br><br><a href="/user/sign-up-VIP">Click here</a> to upgrade</span>.</small>
chinese: <small><span class="center">此项服务仅对 VIP 员开放.<br><br><a href="/user/sign-up-VIP">成为 VIP</a></span>.</small>
french: <small><span class="center">Ce service est réservé à nos membres VIP.<br><br><a href="/user/sign-up-VIP">Devenir VIP</a>.</small>
german: <small><span class="center">Diese Funktion ist reserviert für unsere VIP members.<br><br>Werden Sie <a href="/user/sign-up-VIP">VIP</a></span>.</small>
portuguese: <small><span class="center">Este recurso é reservado para os nossos membros VIP.<br><br>Torne-se <a href="/user/sign-up-VIP">VIP</a>.</span></small>
spanish: <small><span class="center">Este servicio está reservado a nuestros miembros VIP.<br><br>Ser <a href="/user/sign-up-VIP">VIP</a></span>.</small>

# forms.action.contact.becomeVip
source: Upgrade to VIP
chinese: 成为 VIP
french: Devenir VIP
german: Werden Sie VIP
portuguese: Torne-se VIP
spanish: Ser VIP

# link.moderate.advansed.multisearch.list
source: Broaden your list of executives<br><small><small>by adding several countries, industries or roles.</small></small><br /><br />
french: Etendre votre liste de dirigeants<br><small><small>en ajoutant des pays, des secteurs ou des fonctions.</small></small>

# forms.label.search.country.state.all
source: All
french: Tous

# forms.label.search.degree.department.all
source: All
french: Tous

# company.profile.M&A.news.%s
source: Popular M&amp;A news in %s
french: Actualités en fusion/acquisition en %s.

# M&A.description.%s%s.MERGER.ABORTED
source: The project of merging %s and %s has been abandoned.
chinese: 合并 %s 和 %s 的项目已被放弃。
french: Le projet de fusionner %s et %s a été abandonné.
german: Das Projekt der Zusammenführung von %s und %s wurde aufgegeben.
portuguese: O projeto de fusão de %s e %s foi abandonado.
spanish: Se ha abandonado el proyecto de fusionar %s y %s.

# M&A.description.%s%s.MERGER.ANNOUNCEMENT
source: %s and %s have announced they will merge.
chinese: %s 和 %s 宣布他们将合并。
french: %s et %s ont annoncé leur fusion.
german: %s und %s haben angekündigt, dass sie zusammengeführt werden.
portuguese: %s e %s anunciaram que irão se fundir.
spanish: %s y %s han anunciado que se fusionarán.

# M&A.description.%s%s.MERGER.COMPLETED
source: %s and %s have merged.
chinese: %s 和 %s 已合并。
french: %s et %s ont fusionné.
german: %s und %s wurden zusammengeführt.
portuguese: %s e %s foram mesclados.
spanish: %s y %s se han fusionado.

# M&A.description.%s%s.MERGER.APPROVAL_REGULATION
source: The merge of %s and %s has been approved by the regulators.
chinese: %s 和 %s 的合并已获得监管机构的批准。
french: La fusion de %s et %s a été approuvée par les régulateurs.
german: Die Zusammenlegung von %s und %s wurde von den Aufsichtsbehörden genehmigt.
portuguese: A fusão de %s e %s foi aprovada pelos reguladores.
spanish: Los reguladores aprobaron la fusión de %s y %s.
