Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# contact.status.options.AA
source: Confirmed
chinese: 确认
french: Confirmé
german: Bestätigt
portuguese: Confirmado
spanish: Confirmado

# contact.status.options.D
source: Deleted
chinese: 取消
french: Supprimé
german: Gelöscht
portuguese: Deletado
spanish: Suprimido

# contact.status.options.N
source: New
chinese: 新
french: Nouveau
german: Neu
portuguese: Novo
spanish: Nuevo

# contact.status.options.U
source: Not confirmed
chinese: 没有确认
french: Non confirmé
german: Nicht bestätigt
portuguese: Não confirmado
spanish: No confirmado

# history.status.option.posted
source: Not moderated
chinese: 没有更改
french: Non modéré
german: Nicht moderiert
portuguese: Não moderado
spanish: No moderado

# history.status.option.approved
source: Posted
chinese: 已发布
french: Publié
german: Veröffentlicht
portuguese: Postado
spanish: Publicado

# history.status.option.discarded
source: Cancelled
chinese: 已取消
french: Annulé
german: Abgebrochen
portuguese: Cancelado
spanish: Cancelado

# history.status.option.deleted
source: Deleted
chinese: 已取消
french: Supprimé
german: Gelöscht
portuguese: Deletado
spanish: Suprimido

# history.status.option.waiting
source: To be confirmed
chinese: 稍后确认
french: A confirmer
german: Zu bestätigen
portuguese: A ser confirmado
spanish: Por confirmar

# alert.field.companyId
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa
spanish: Empresa

# alert.field.contactId
source: Contact
chinese: 决策者
french: Décideur
german: Kontakt
portuguese: Contato
spanish: Ejecutivo

# alert.field.fullName
source: Name
chinese: 姓名
french: Nom
portuguese: Nome
spanish: Nombre

# alert.field.jobTitle
source: Job title
chinese: 职务
french: Fonction
german: Positionsbezeichnung
portuguese: Cargo
spanish: Cargo

# alert.field.shortJobTitle
source: Abridged job title
chinese: 简写职务
french: Fonction abrégée
german: Kurzbezeichnung
portuguese: Cargo abreviado
spanish: Cargo abreviado

# alert.field.companyName
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa
spanish: Empresa

# alert.field.industry
source: Industry
chinese: 行业
french: Secteur
german: Industrie
portuguese: Indústria
spanish: Sector

# alert.field.country
source: Country
chinese: 国家
french: Pays
german: Land
portuguese: País
spanish: País

# alert.field.industryId
source: Industry
french: Secteur
spanish: Sector

# alert.field.countryId
source: Country
french: Pays
spanish: País

# alert.field.alertType
source: Alert Type
french: Type d'alerte

# alert.label.frequency.now
source: Instantly
chinese: 立即
french: Immédiatement
german: Sofort
portuguese: Instantaneamente
spanish: Al Instante

# alert.label.frequency.day
source: Once a day
chinese: 一日1次
french: Une fois par jour
german: Einmal täglich
portuguese: Uma vez por dia
spanish: Una vez al día

# alert.label.frequency.week
source: Once a week
chinese: 一周1次
french: Une fois par semaine
german: Einmal wöchentlich
portuguese: Uma vez por semana
spanish: Una vez a la semana

# alert.label.frequency.month
source: Once a month
chinese: 一月1次
french: Une fois par mois
german: Einmal im Monat
portuguese: Uma vez por mês
spanish: Una vez al mes

# alert.label.frequencyLower.now
source: instantly
chinese: 立即
french: immédiatement
german: Sofort
portuguese: Instantaneamente
spanish: Al Instante

# alert.label.frequencyLower.day
source: once a day
chinese: 一日1次
french: une fois par jour
german: Einmal täglich
portuguese: Uma vez por dia
spanish: Una vez al día

# alert.label.frequencyLower.week
source: once a week
chinese: 一周1次
french: une fois par semaine
german: Einmal wöchentlich
portuguese: Uma vez por semana
spanish: Una vez a la semana

# alert.label.frequencyLower.month
source: once a month
chinese: 一月1次
french: une fois par mois
german: Einmal im Monat
portuguese: Uma vez por mês
spanish: Una vez al mes

# isEmpty
source: Please enter value
chinese: 请填写证券
french: Veuillez renseigner la valeur
german: Bitte geben Sie einen Wert ein
portuguese: Por favor, indique o valor
spanish: Por favor indique el valor

# stringLengthTooShort
source: The value should be at least %min% characters
chinese: 请至少提交%s个字符
french: Veuillez saisir au moins %min% caractères
german: Der Wert sollte mindestens %min% Zeichen haben
portuguese: O valor deve possuir ao menos % min% caracteres
spanish: Introduzca %min% carácteres al menos

# stringLengthTooLong
source: The value should not be greater then %max% characters
chinese: 证券最多不能超过%s个字符
french: La valeur ne doit pas dépasser %max% caractères
german: Der Wert sollte nicht mehr als %max% Zeichen haben
portuguese: O valor não deve possuir mais de % max% caracteres
spanish: El valor no debe tener más de %max% carácteres

# forms.option.continent.AF
source: Africa
chinese: 非洲
french: Afrique
german: Afrika
spanish: África

# forms.option.continent.AS
source: Asia
chinese: 亚洲
french: Asie
german: Asien

# forms.option.continent.NA
source: North America
chinese: 北美洲
french: Amerique du Nord
german: North Amerika
portuguese: America do Norte
spanish: América del Norte

# forms.option.continent.OC
source: Oceania
chinese: 大洋洲
french: Océanie
spanish: Oceanía

# forms.option.continent.SA
source: South America
chinese: 南美洲
french: Amerique du Sud
portuguese: America do Sul
spanish: América del Sur

# message.status.option.draft
source: Draft
chinese: 草稿
french: Brouillon
german: Entwurf
portuguese: Rascunho
spanish: Borrador

# message.status.option.sent
source: Sent
chinese: 已发送
french: Envoyé
german: Gesendet
portuguese: Enviado
spanish: Enviado

# message.status.option.read
source: Read
chinese: 已读
french: Lu
german: Gelesen
portuguese: Lido
spanish: Leído

# message.status.option.reject
source: Rejected
chinese: 已删除
french: Rejeté
german: Abgelehnt
portuguese: Rejeitado
spanish: Rechazado

# message.status.option.error
source: Error
chinese: 错误
french: Erreur
german: Fehler
portuguese: Erro

# message.status.option.spooled
source: Sending
chinese: 发送中
french: En cours
german: Sendet
portuguese: Enviando
spanish: En curso

# message.subject.option.im_a_client
source: I am a customer of yours
chinese: 我是您的客户之一
french: Je suis un de vos clients
german: Ich bin ein Kunde von Ihnen
portuguese: Eu já sou cliente
spanish: Soy uno de sus clientes

# message.subject.option.wannabe_client
source: I consider becoming a customer of yours
chinese: 我打算成为您的客户
french: J’envisage de devenir un de vos clients
german: Ich überlege, Kunde bei Ihnen zu werden
portuguese: Estou considerando tornar-me seu cliente
spanish: Estoy pensando en ser uno de sus clientes

# message.subject.option.opportunity
source: I would love to discuss an opportunity with you
chinese: 我愿意给你一次机会
french: Je souhaiterais évoquer une opportunité avec vous
german: Ich würde gerne eine Möglichkeit mit Ihnen besprechen
portuguese: Eu adoraria uma oportunidade para discutir com você
spanish: Me gustaría barajar una oportunidad con usted

# message.subject.option.congrats
source: Congratulations!
chinese: 恭喜！
french: Félicitations !
german: Glückwunsch!
portuguese: Parabéns!
spanish: ¡Enhorabuena!

# message.subject.option.contact
source: Get in touch
chinese: 联系
french: Contacter
german: Nehmen Sie Kontakt auf
portuguese: Entrar em contato
spanish: Contactar

# locale.option.es
source: Español
chinese: 西班牙语
french: Espagnol
german: Spanisch
portuguese: Espanhol

# locale.option.de
source: Deutsch
french: Allemand

# locale.option.pt
source: Português
french: Portugais

# locale.option.zh
source: 中文
french: Chinois

# locale.option.ja
source: 日本語
french: Japonais

# forms.search.option.0
source: Company name
chinese: 企业
french: Entreprise
german: Unternehmen
portuguese: Empresa
spanish: Empresa

# forms.search.option.1
source: Executive name
chinese: 企业
french: Décideur
german: Executive
portuguese: Executivo
spanish: Ejecutivo

# forms.search.option.2
source: Job title
chinese: 职务
french: Fonction
german: Positionsbezeichnung
portuguese: Cargo
spanish: Cargo

# forms.search.option.3
source: Job title
chinese: 职务
french: Fonction
german: Positionsbezeichnung
portuguese: Cargo
spanish: Cargo

# history.options.ADD_CONT
source: Update
chinese: 更新
french: Actualisation
portuguese: Atualizar
spanish: Actualización

# history.options.ADD_COMP
source: Update
chinese: 更新
french: Actualisation
portuguese: Atualizar
spanish: Actualización

# history.options.UPD_CONT
source: Update
chinese: 更新
french: Actualisation
portuguese: Atualizar
spanish: Actualización

# history.options.UPD_COMP
source: Update
chinese: 更新
french: Actualisation
portuguese: Atualizar
spanish: Actualización

# history.all.status.option.approved
source: Approved
chinese: 已确认
french: Confirmé
german: Genehmigt
portuguese: Atualizar
spanish: Confirmado

# history.all.status.option.discarded
source: Discarded
chinese: 已取消
french: Annulé
german: Entfernt
portuguese: Descartado
spanish: Cancelado

# jobtitle.option.chief-executive-officer-or-CEO
source: Chief Executive Officer
chinese: 总裁
french: President Directeur Général
portuguese: Chefe Executivo
spanish: Presidente Director General

# jobtitle.option.chief-financial-officer-or-CFO
source: Chief Financial Officer
chinese: 财务经理
french: Directeur Financier
portuguese: Chefe de Finanças
spanish: Director Financiero

# jobtitle.option.chief-information-officer-or-CIO
source: Chief Information Officer
chinese: 信息总监
french: Directeur Informatique
portuguese: Chefe de Informações
spanish: Director Informático

# jobtitle.option.chief-operating-officer-or-COO
source: Chief Operating Officer
chinese: 总经理
french: Directeur Général
portuguese: Chefe de Operações
spanish: Director General

# jobtitle.option.director-or-member-of-the-supervisory-board
source: Director
chinese: 监事会成员
french: Membre du Conseil de Surveillance
portuguese: Diretor
spanish: Miembro del Consejo de Vigilancia

# jobtitle.option.general-counsel-or-vice-president-legal
source: General Counsil
chinese: 法律总监
french: Directeur Juridique
portuguese: Conselheiro Geral
spanish: Director Jurídico

# jobtitle.option.vice-president-communication
source: Vice President Communication
chinese: 通讯经理
french: Directeur Communication
portuguese: Vice - Presidente de Comunicações
spanish: Director de Comunicación

# jobtitle.option.vice-president-human-resources
source: Human Resources
chinese: 人力资源经理
french: Directeur des Ressources Humaines
portuguese: Diretor de Recursos Humanos
spanish: Director de Recursos Humanos

# jobtitle.option.vice-president-marketing
source: Vice President Marketing
chinese: 市场营销经理
french: Directeur Marketing
portuguese: Vice - Presidente de Marketing
spanish: Director de Marketing

# jobtitle.option.Vice-President-Sales
source: Vice President Sales
chinese: 销售经理
french: Directeur des Ventes
portuguese: Vice - Presidente de Vendas
spanish: Director de Ventas

# jobtitle.option.plural.chief-executive-officer-or-CEO
source: Chief Executive Officers
chinese: 总裁
french: Presidents Directeurs Généraux
portuguese: Chefes Executivos
spanish: Presidentes Directores Generales

# jobtitle.option.plural.chief-financial-officer-or-CFO
source: Chief Financial Officers
chinese: 财务经理
french: Directeurs Financiers
portuguese: Chefes de Finanças
spanish: Directores Financieros

# jobtitle.option.plural.chief-information-officer-or-CIO
source: Chief Information Officers
chinese: 信息总监
french: Directeurs Informatiques
portuguese: Chefes de Informações
spanish: Directores Informáticos

# jobtitle.option.plural.chief-operating-officer-or-COO
source: Chief Operating Officers
chinese: 总经理
french: Directeurs Généraux
portuguese: Chefes de Operações
spanish: Directores generales

# jobtitle.option.plural.director-or-member-of-the-supervisory-board
source: Directors
chinese: 监事会成员
french: Membres du Conseil de Surveillance
portuguese: Diretores
spanish: Miembros del Consejo de Administración

# jobtitle.option.plural.general-counsel-or-vice-president-legal
source: General Counsils
chinese: 法律总监
french: Directeurs Juridiques
portuguese: Conselheiros Gerais
spanish: Directores Jurídicos

# jobtitle.option.plural.vice-president-communication
source: Vice Presidents of Communication
chinese: 通讯经理
french: Directeurs de Communication
portuguese: Vice-Presidentes da Comunicação
spanish: Directores de Comunicación

# jobtitle.option.plural.vice-president-human-resources
source: Vice Presidents of Human Resources
chinese: 人力资源经理
french: Directeurs des Ressources Humaines
portuguese: Vice-Presidentes de Recursos Humanos
spanish: Directores de Recursos Humanos

# jobtitle.option.plural.vice-president-marketing
source: Vice Presidents of Marketing
chinese: 市场营销经理
french: Directeurs Marketing
portuguese: Vice-Presidentes de Marketing
spanish: Directores Marketing

# jobtitle.option.plural.Vice-President-Sales
source: Vice Presidents of Sales
chinese: 销售经理
french: Directeurs des Ventes
portuguese: Vice-Presidentes de Vendas
spanish: Directores de Ventas

# forms.label.companyId
source: Company ID
french: ID de l'Entreprise
portuguese: Empresa ID

# forms.label.contactId
source: Contact ID
french: ID de Décideur

# view.title.moderateEmailEvents
source: SentEmail Log
french: Journal des mails

# emailevent.field.email
source: Business E-mail
french: E-mail professionel

# emailevent.field.conactName
source: Contact Name
french: Décideur
portuguese: Nome do contato

# emailevent.field.companyName
source: Company
french: Entreprise
portuguese: Empresa

# emailevent.field.comment
source: Comment
french: Commentaire

# emailevent.field.modelTemplate
source: Mail template
french: Modèle d'adresse

# emailevent.field.errors
source: Errors
french: Erreurs

# emailevent.field.opened
source: Opened
french: Ouverts

# version.status.options.A
source: Approved
french: Accepté

# version.status.options.R
source: Rejected
french: Rejeté

# version.status.options.SELFCONF
source: Self-confirmed
french: Auto-confirmé

# user.subscription.option.1
source: Yes
french: Oui
portuguese: Sim
spanish: Sí

# user.subscription.option.0
source: No
french: Non
portuguese: Não

# option.price.premium365.%s
source: Premium 12 months - Save 24%% - US$%s
chinese: Premium 12 个月 - 节省24％ - %s 美元
french: Premium 12 mois - 24%% de réduction - US$%s
german: Premium 12 Monate - Sparen Sie 24%% - US$%s
portuguese: Premium 12 meses - Economize 24%% - US$%s
spanish: Premium 12 meses - ahorre 24%% - US$%s

# option.price.pass30.%s
source: Pass - 30 days - US $%s
french: Pass - 30 jours - US$%s

# invoice.label.byOption.premium365
source: 1 Premium access - 12 months (see the organizational charts without limitation + download them in PDF or Excel + advanced searches and advanced alerts)
chinese: 365天高级会员（无限制查看以及联系100位高管）
french: Premium individuel – 12 mois (consulter les organigrammes en illimité + les télécharger en PDF ou Excel)
german: Premium 365 Tage (unbegrenzte Ansicht &amp; 100 Kontakte)
portuguese: Premium de 365 dias (acesso ilimitado com 100 contatos)
spanish: Premium 365 días (acceso ilimitado y 100 contactos)

# invoice.label.byOption.pass30
source: 30-Days Unlimited Pass
french: 30 jours Pass illimité

# alert.text.changed.%s%s%s
source: <b>%s,</b> who was<span style="font-size:12px;color:#808080;"> %s, </span> becomes <span style="color:#D75B00">%s</span>.
chinese: 以前担任%2$s职位的<b>%1$s</b>,现在成为了<span style="color:#D75B00">%3$s</span>
french: <b>%s,</b> qui était <span style="font-size:12px;color:#808080;"> %s,</span> devient <span style="color:#D75B00">%s</span>.
german: <b>%s,</b> <span style="font-size:12px;color:#808080;">wer war %s,</span> wird <span style="color:#D75B00">%s</span>
portuguese: %s, <span style="font-size:12px;color:#808080;"> quem foi %s, torna-se %s
spanish: <b>%s,</b> <span style="font-size:12px;color:#808080;">antes %s,</span> es ahora <span style="color:#D75B00">%s</span>

# alert.text.deleted.%s%s
source: <b>%s,</b> %s, <span style="color:#D75B00">has been withdrawn from the org chart.</span>
chinese: <b>担任%2$s职位的%1$s,</b><span style="color:#D75B00">已经从该企业机构组织图中删除</span>
french: <b>%s,</b> %s, <span style="color:#D75B00">a été retiré&nbsp;de l’organigramme.</span>
german: <b>%s,</b> %s, <span style="color:#D75B00">wurde aus dem Organigramm entfernt</span>
portuguese: <b>%s,</b> %s, foi retirado do organograma
spanish: <b>%s,</b> %s, <span style="color:#D75B00">ha sido retirado del organigrama</span>

# alert.text.linked.%s%s%s
source: <b>%s,</b> %s, <span style="color:#D75B00">now reports to %s</span>
chinese: <b>担任%2$s职位的%1$s,</b><span style="color:#D75B00"> 从此向%3$s汇报 </span>
french: <b>%s,</b> %s, <span style="color:#D75B00">reporte désormais à %s</span>
german: <b>%s,</b> %s, <span style="color:#D75B00">ist jetzt %s unterstellt</span>
portuguese: % s,% s, agora se reporta ao% s
spanish: <b>%s,</b> %s, <span style="color:#D75B00">reporta ahora a %s</span>

# alert.text.unlinked.%s%s%s
source: <b>%s,</b> %s, <span style="color:#D75B00">has stopped reporting to %s</span>
chinese: <b>担任%2$s职位的%1$s,</b><span style="color:#D75B00"></span>不再向%3$s汇报 </span>
french: <b>%s,</b> %s, <span style="color:#D75B00">ne reporte plus à %s</span>
german: <b>%s,</b> %s, <span style="color:#D75B00">berichtet nicht mehr an %s</span>
portuguese: % s,% s, não mais se reporta à % s
spanish: <b>%s,</b> %s, <span style="color:#D75B00">ya no reporta a %s</span>

# alert.text.relinked.%s%s%s%s
source: <b>%s,</b> %s, <span style="font-size:12px;color:#808080;">who reported to %s,</span> <span style="color:#D75B00">now reports to %s</span>
chinese: <b>担任%2$s职位的%1$s,</b><span style="font-size:12px;color:#808080;"> 以前向汇报%3$s汇报，</span> <span style="color:#D75B00">从现在起向%4$s汇报 </span>
french: <b>%s,</b> %s, <span style="font-size:12px;color:#808080;">qui reportait à %s,</span> <span style="color:#D75B00">reporte désormais à %s</span>
german: <b>%s,</b> %s, <span style="font-size:12px;color:#808080;">wer %s unterstellt war,</span> <span style="color:#D75B00">ist jetzt %s unterstellt</span>
portuguese: <b>%s,</b> %s, <span style="font-size:12px;color:#808080;"> quem se reportava ao %s,</span> <span style="color:#D75B00"> agora se reporta ao %s</span>
spanish: <b>%s,</b> %s, <span style="font-size:12px;color:#808080;">que reportaba a %s,</span> <span style="color:#D75B00">reporta ahora a %s</span>

# mail.executive.diff.body.onDelete.%s%s%s%s%s
source: <p><a href="http://www.theofficialboard.com/contact/apply-version?version=%s&apply=false"/>This information below are still valid</a></p><blockquote><table border="0"><tr><td>Your reporting level&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Your title&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href=""http://www.theofficialboard.com/contact/apply-version?version=%s&apply=true"/>I have left or I am leaving %s</a></p><p> <blockquote>If this is the case, we wish you the very best in your new professional endeavors. To keep your membership and continue receiving our information, do not forget to change your e-mail address in your account.</blockquote></p> <p><a href=""http://www.theofficialboard.com/user/executive-home">All the above information is incorrect and I update my profile</a></p>
french: <p><a href="http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=false"/>Les informations ci-dessous sont toujours valables</a></p><blockquote><table border="0"><tr><td>Votre niveau hiérarchique&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Votre fonction (en anglais)&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href=""http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=true"/>J’ai quitté ou vais bientôt quitter %s</a></p><p> <blockquote>Si c’est bien le cas, nous vous souhaitons nos meilleurs vœux de réussite dans votre nouveau choix professionnel. Pour continuer à être membre, n’oubliez pas de changer votre adresse e-mail dans mon compte.</blockquote></p> <p><a href=""http://www.theofficialboard.fr/user/executive-home">Toutes ces informations sont inexactes et j’actualise mon profil</a></p>
german: <p><a href="http://www.theofficialboard.com/contact/apply-version?version=%s&apply=false"/>Die Information unten ist immer noch zutreffend</a></p><blockquote><table border="0"><tr><td>Ihre Berichterstattungsebene&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Ihre Positionsbezeichnung&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href=""http://www.theofficialboard.com/contact/apply-version?version=%s&apply=true"/>Ich habe bereits %s verlassen oder verlasse es</a></p><p> <blockquote>In diesem Fall wünschen wir Ihnen das aller beste für Ihre neuen beruflichen Vorhaben. Um Ihre Mitgliedschaft zu behalten und weiter Informationen zu erhalten, denken Sie daran, Ihre E-mail Adresse in Ihrem Konto zu ändernent.</blockquote></p> <p><a href=""http://www.theofficialboard.com/user/executive-home">Alle Informationen oben sind unzutreffend und ich aktualisiere mein Profil</a></p>
portuguese: % s, As informações a seguir ainda são válidas. Seu nível:% s; Seu título:% s. % s, Eu deixei ou estou saindo. Se este for o caso, desejamos-lhe o melhor em seus novos empreendimentos profissionais. Para manter a sua assinatura e continuar recebendo nossas informações, não se esqueça de alterar seu endereço de e-mail em sua conta. % s, todas as informações acima são incorretas e eu atualizo meu perfil.
spanish: <p><a href="http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=false"/>Las informaciones indicadas abajo siguen válidas</a></p><blockquote><table border="0"><tr><td>SU nivel jerárquico&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr><tr><td>Su cargo (en inglés)&nbsp;&nbsp;&nbsp;</td><td style="color:#d75b00"> %s</td></tr></table></blockquote><p><a href=""http://www.theofficialboard.fr/contact/apply-version?version=%s&apply=true"/>Me he ido o me voy a ir pronto de %s</a></p><p> <blockquote>Si es el caso, le transmitimos nuestros mejores deseos en su nuevo puesto de trabajo. Para seguir siendo miembro, no olvide actualizar su e-mail en Mi cuenta.</blockquote></p> <p><a href=""http://www.theofficialboard.fr/user/executive-home">Esas informaciones son inexactas y actualizo mi perfil</a></p>
