Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# text.payment.desc.90
source: The Official Board Premium Membership for 3 months - US $99
chinese: 3 个月的 The Official Board Premium 会员 – 99 美元
french: Abonnement Premium pour The Official Board pour 3 mois - US$ 99
german: The Official Board Premium Mitgliedschaft für 3 Monate - 99 US$
portuguese: A assinatura Premium da The Official Board por 3 meses - US$ 99
spanish: La Suscripción Premium a Official Board durante 3 meses - 99 US$

# text.payment.desc.vip365
source: The Official Board VIP Membership for 12 months - US $1,999
chinese: 12 个月的 The Official Board VIP 会员 – 1999 美元
french: Abonnement VIP pour The Official Board pour 12 mois - US$ 1,999
german: The Official Board VIP Mitgliedschaft für 12 Monate - 1.999 US$
portuguese: A assinatura VIP da The Official Board por 12 meses - US$ 1,999
spanish: La Suscripción VIP a Official Board durante 12 meses - US$ 1,999

# admin.mail.action.create.title
source: Create mail
french: Créer un mail

# edit.inplace.saving
source: Saving...
french: Sauvegarde...

# company.profile.most.searched.biographies.%s
source: Most searched biographies at %s
chinese: %s 搜索最多的简介
french: Biographies les plus recherchées chez %s
german: Die meist gesuchten Biographien bei %s
portuguese: Biografias mais buscadas da %s
spanish: Biografías más buscadas en %s

# company.profile.most.searched.biographies.industry.%s
source: Popular contacts in %s
chinese: %s 行业的其他推荐联系人
french: Contacts en %s
german: Andere vorgeschlagene Kontakte der %s branche
portuguese: Outros contatos sugeridos na indústria do %s
spanish: Otros contactos sugeridos en el sector %s

# company.profile.view.orgchart
source: View the org chart
chinese: 查看组织结构图
french: Voir l'organigramme
german: Das Organigramm ansehen
portuguese: Veja o organograma
spanish: Ver el organigrama

# company.status.active
source: Active
french: Actif

# contact.field.status
source: Status
french: Statut

# orgchart.view.popup.creditwarn.preium
source: <div class="credit-warning"><br />Many thanks for being with us.</div>
chinese: <br />非常感谢您使用我们的服务。
french: <br />Merci de votre confiance.
german: <br />Vielen Dank für Ihr Vertrauen in uns.
portuguese: <br />Obrigado pela preferência.
spanish: <br />Muchas gracias por ser uno de nosotros.

# user.home.organizer.cancelBtn
source: Cancel
chinese: 取消
french: Annuler
german: Abbrechen
portuguese: Cancelar
spanish: Cancelar

# user.home.organizer.deleteBtn
source: Delete
chinese: 删除
french: Supprimer
german: Löschen
portuguese: Deletar
spanish: Borrar

# user.home.premium.recurring.deactive
source: Your automatic renewal is deactivated
chinese: 关闭
french: Désactivé
german: deaktiviert
portuguese: Desativado
spanish: Desactivado

# text.payment.agr.365
source: The Official Board Premium Membership for 12 months - US $299
chinese: 您的 Premium 会员期限为 12 个月，其中包含 - 无限制浏览 - 高级搜索和提醒 - 40 次有保证的电子邮件联系 - 以 Excel/PDF 格式下载数据 - 总计：299 美元
french: Abonnement Premium à The Official Board pour 12 mois - US$ 299
german: The Official Board Premium Mitgliedschaft für 12 Monate - 299 US$
portuguese: A assinatura Premium da The Official Board por 12 meses - US$ 299
spanish: La Suscripción Premium a Official Board durante 12 meses - 299 US$

# contact.bio.homonyms.view.all.%s
source: View all the %s org charts >
chinese: 查看全部 %s 个组织结构图 >
french: Voir les %s organigrammes >
portuguese: Veja todos os %s organogramas >
spanish: Visualizar los %s organigramas >

# contact.bio.homonyms.close
source: Close
chinese: 关闭
french: Fermer
german: Schließen
portuguese: Fechar
spanish: Cerrar

# message.send.save.comment
source: I will fine tune this email and send it later<br />
chinese: 稍后我要润色一下这封电子邮件再发送<br />
french: Je vais améliorer cet email et l'enverrai plus tard<br />
german: Ich möchte die E-Mail nochmals überarbeiten und sie später versenden <br />
portuguese: Enviarei este e-mail mais tarde após revisa-lo <br />
spanish: Realizaré ajustes en este correo electrónico y lo enviaré más tarde<br />

# contact.bio.keywords.%s
source: Career, Education, %s.
chinese: 职职业历程业历程, 教育%s。
french: Parcours, Formation, %s.
german: Werdegang, Bildung, %s.
portuguese: Curso, %s.
spanish: Cirso, Educación, %s.

# forms.signup.vip.register.text
source: <br>Congratulations for this smart choice!<br><br>For your subscription, you can pay by Amex, Master Card, Visa, or PayPal account.
chinese: <br>恭喜您做出如此明智之选！<br><br> 您可以使用 Amex、Master Card、Visa 或 PayPal 帐户为订阅付款。 您可以使用 Amex、Master Card、Visa 或 PayPal 帐户为订阅付款。
french: <br>Bravo pour cet excellent choix ! <br><br>Pour régler votre cotisation, vous pouvez utiliser votre Amex, votre Master Card, votre Visa ou votre compte PayPal.
german: <br>Glückwunsch zu dieser weisen Entscheidung! <br><br>Für die Zahlung Ihres Abos, können Sie Ihre Amex, Master Card, Visa oder Ihr PayPal Konto benutzen.
portuguese: <br />Parabéns pela escolha inteligente!<br /><br />Para efetuar o pagamento por sua assinatura, você poderá utilizar seus cartões Amex, Master Card, Visa ou sua conta no PayPal.
spanish: <br>¡Felicidades por esta decisión inteligente! <br><br>Al pagar por su suscripción, podrá usar su Amex, Master Card, Visa o su cuenta PayPal.

# renew.vip.text.subtitle
source: Become a VIP Member<small><br>or extend your current VIP duration</small>
french: Félicitations ! Vous y êtes presque.
german: Glückwunsch! Sie haben es fast geschafft.
portuguese: Parabéns! Você está quase acabando.
spanish: ¡Enhorabuena! Casi has acabado.

# forms.renew.vip.price.vip365
source: <br />For your US $1,999 subscription, you can pay by Amex, Master Card, Visa, or PayPal account.
chinese: <br /> 您可以使用 Amex、Master Card、Visa 或 PayPal 帐户为订阅付款。
french: <br>Pour régler votre abonnement de US$ 1999, vous pouvez utiliser votre Amex, votre Master Card, votre Visa ou votre compte PayPal.
german: <br />Für die Zahlung Ihres Abos, können Sie Ihre Amex, Master Card, Visa oder Ihr PayPal Konto benutzen.
portuguese: <br />Para efetuar o pagamento por sua assinatura, você poderá utilizar seus cartões Amex, Master Card, Visa ou sua conta no PayPal.
spanish: <br>Al pagar por su suscripción, podrá usar su Amex, Master Card, Visa o su cuenta PayPal.

# forms.signup.premium.text
source: <br>Congratulations for this smart choice! <br><br>To pay for your subscription, you can use your Amex, your Master Card, your Visa or your PayPal account.
chinese: <br />恭喜您做出如此明智之选！<br /><br /> 您可以使用 Amex、Master Card、Visa 或 PayPal 帐户为订阅付款。
french: Bravo pour cet excellent choix ! <br><br> Pour régler votre cotisation, vous pouvez utiliser votre Amex, votre Master Card, votre Visa ou votre compte PayPal.
german: <br />Glückwunsch zu dieser weisen Entscheidung! <br /><br />Für die Zahlung Ihres Abos, können Sie Ihre Amex, Master Card, Visa oder Ihr PayPal Konto benutzen.
portuguese: <br />Parabéns pela escolha inteligente!<br /><br />Para efetuar o pagamento por sua assinatura, você poderá utilizar seus cartões Amex, Master Card, Visa ou sua conta no PayPal.
spanish: <br />¡Felicidades por esta decisión inteligente! <br /><br />Al pagar por su suscripción, podrá usar su Amex, Master Card, Visa o su cuenta PayPal.

# search.nbContacts.%s.singular
source: %s executive
french: % dirigeant
german: %s Führungskräfte
portuguese: %s executivo
spanish: %s ejecutivo

# messages.list.empty
source: You have not sent any message for the time being
french: Vous avez envoyé aucun message pour l'instant.

# message.send.send.comment
source: and I will receive it in cc.
chinese: 并抄送我自己一份.
french: et je le recevrai en cc:
german: und ich erhalte sie in Cc.
portuguese: irei recebê-lo em cc
spanish: y lo recibiré en cc:

# industry.info.here
source: here
chinese: 这里
french: ici
german: hier
portuguese: aqui
spanish: aqui

# company.profile.most.searched.industryies.clicked.view.message.%s
source: Learn more about the <b>%s</b> industry >
chinese: 了解更多有关<b>%s</b>行业的信息 >
french: En savoir plus sur le secteur <b>%s</b> >
german: Mehr über die %s branche erfahren >
portuguese: Saiba mais sobre a indústria do <b>%s</b> >
spanish: Saber más sobre el sector <b>%s</b> >

# company.profile.contact.by.email.executives.including.%s%s
source: %1$s by email its executives including %2$s
chinese: 通过电子邮件%1$s联系该企业高管，包括 %2$s
french: %1$s par email ses dirigeants dont %2$s
german: Jetzt seine Führungskräfte, darunter auch %2$s, per E-Mail %1$s.
portuguese: %1$s seus executivos por e-mail agora, incluindo %2$s
spanish: %1$s a través de e-mail con sus ejecutivos %2$s

# orgchart.feedback.title.step2
source: <small>(optional)</small>
chinese: <small>（可选的）</small>
french: <small>(facultatif)</small>
portuguese: <small>(opcional)</small>
spanish: <small>(Opcional)</small>

# orgchart.emails.count.%s
source: %s executives to email now
chinese: 现在可以联系 %s 位高管
french: %s dirigeants à contacter maintenant
german: %s Führungskräfte kontaktiert werden können
portuguese: %s executivos para contatar agora
spanish: %s ejecutivos para contactar ahora

# moderate.contact.readded.deleted
source: deleted
french: Supprimé
german: Gelöscht
portuguese: deletado
spanish: suprimido

# rate.orgchart.send.cancel.or
source: or
chinese: 或
french: ou
german: oder
portuguese: ou
spanish: o

# user.premium.unlimited.message.%s
source: Your Premium expires on %s
chinese: 您的 Premium 会员将于 %s
french: Votre premium se termine le %s
german: Ihr Premium läuft am %s aus
portuguese: Sua conta Premium expira em %s
spanish: Su Premium expira %s

# forms.action.viewusercontact.%s
source: Filed in <strong>%s</strong>
chinese: 归档到 <stong>%s</strong>
french: Classé dans <stong>%s</strong>
portuguese: Arquivado em <strong>%s</strong>

# forms.action.addusercontact.%s
source: Save %s in your folders (New!)
chinese: 将 %s 保存到您的文件夹中(新!)
french: Sauvegarder %s dans vos dossiers (Nouveau !)
german: %s in Ihren Ordnern speichern (Neu!)
portuguese: Salve %s em suas pastas (Novo!)
spanish: Guardar

# orgchart.industry.count.%s%s
source: (%1$s companies including %2$s)
chinese: (%1$s 家企业其中包括 %2$s)
french: (%1$s entreprises dont %2$s)
german: (%1$s unternehmen einschließlich %2$s)
portuguese: (%1$s empresas incluindo %2$s)
spanish: (%1$s empresas incluidas %2$s)

# orgchart.industry.count.%s%s.singular
source: (%1$s company including %2$s)
french: (%s entreprise dont %s)
german: (%s unternehmen einschließlich %s)

# user.home.organizer.deletenoteconfirm.cancelButton
source: Cancel
chinese: 取消
french: Annuler
german: Abbrechen
portuguese: Cancelar
spanish: Cancelar

# user.home.organizer.deletenoteconfirm.deleteButton
source: Delete
chinese: 删除
french: Supprimer
german: Löschen
portuguese: Deletar
spanish: Suprimir

# moderate.outdated.title.title
source: Job title
chinese: 职务
french: Fonction
german: Positionsbezeichnung
portuguese: Cargo
spanish: Cargo

# company.profile.owned.parent.%s.%s
source: %s is owned by %s.
chinese: %s 的所有者是 %s.
french: %s appartient à %s.
german: %s steht im Eigentum von %s.
portuguese: %s pertence à %s.
spanish: %s es propiedad de %s.

# company.profile.number.competitors.including.%s%s%s%s%s
source: %1$s has %2$s including %3$s, %4$s and %5$s.
chinese: %1$s 拥有 %2$s，其中包括 %3$s、%4$s 和 %5$s。
french: %1$s a %2$s dont %3$s, %4$s et %5$s.
german: %1$s hat %2$s , einschließlich %3$s, %4$s und %5$s.
portuguese: %1$s possui %2$s concorrentes %3$s, %4$s e %5$s.
spanish: %1$s tiene %2$s entre los que se incluyen %3$s, %4$s y %5$s.

# company.profile.number.childs.including.%s%s%s%s%s
source: %1$s has %2$s including %3$s, %4$s and %5$s.
chinese: %1$s 拥有 %2$s，其中包括 %3$s、%4$s 和 %5$s。
french: %1$s a %2$s dont %3$s, %4$s et %5$s.
german: %1$s hat %2$s, einschließlich %3$s, %4$s und %5$s.
portuguese: %1$s possui %2$s incluindo %3$s, %4$s e %5$s.
spanish: %1$s posee %2$s incluyendo %3$s, %4$s y %5$s.

# content.default.string.company
source: company
chinese: 企业
french: votre entreprise
german: ihre Unternehmen
portuguese: su empresa
spanish: su empresa

# orgchart.emails.count.noEmail
source: No executive can be contacted yet
chinese: 在行政机关可以没有联络
french: Aucun dirigeant n’est contactable par email.
german: In der Exekutive kann noch kontaktiert werden
portuguese: Nenhum executivo pode ser contactado ainda
spanish: En el ejecutivo puede contactarse todavía

# company.profile.most.searched.industryies.link.%s%s%s
source: %1$s - %2$s at %3$s
chinese: %3$s 企业 %1$s - %2$s
french: %1$s - %2$s chez %3$s
german: %1$s - %2$s bei %3$s
portuguese: %1$s - %2$s da %3$s
spanish: %1$s - %2$s en %3$s

# breaking.news.description
source: Out of 3,000+ executive moves daily detected,<br> 5 or 10 moves might be really essential for your business.<br><br>Schedule your <a href="/user/home#alerts">alerts</a> to capture them!<br><br><br><b>List the most recent moves in your market:</b>
chinese: 在每天检测到的3,000多个行政人员动作中,<br />有5个或10个动作可能对你的业务真的很重要。<br><br>安排你的<a href="/user/home#alerts">警报</a>来捕捉它们!<br /><br /><br /><b> 列出你所在市场的最新动向。 </b>
french: Sur 3 000+ mouvements de dirigeants détectés quotidiennement,<br>5 ou 10 mouvements pourraient être essentiels pour votre entreprise.<br><br>Programmez vos <a href="/user/home#alerts">alerts</a> pour les capturer !<br><br><br><b> Liste des mouvements les plus récents sur votre marché : </b>
german: Von den 3.000+ täglich entdeckten Bewegungen von Führungskräften<br>sind vielleicht 5 oder 10 Bewegungen wirklich wichtig für Ihr Unternehmen.<br> <br>Planen Sie Ihre <a href="/user/home#alarms">Alarmmeldungen</a>, um sie zu erfassen!<br /><br /><br /><b> Liste der jüngsten Bewegungen in Ihrem Markt: </b>
portuguese: Dos mais de 3.000 movimentos executivos detectados diariamente,<br />5 ou 10 movimentos podem ser realmente essenciais para seus negócios.<br><br>Escalonhe seus <a href="/user/home#alerts">alerts</a> para capturá-los!<br /><br /><br /><b> Lista dos movimentos mais recentes em seu mercado: </b>
spanish: De los más de 3.000 movimientos ejecutivos que se detectan diariamente,<br> 5 o 10 pueden ser realmente esenciales para su negocio.<br><br>¡Programe sus <a href="/user/home#alerts">alertas</a> para captarlos! <br /><br /><br /><b> Lista de los movimientos más recientes en su mercado: </b>

# contact.breaking.news.announce.%s%s.1
source: %s has been promoted to %s.
chinese: %s 已提升为 %s。
french: %s a été promu %s.
german: %s wurde zu %s befördert.
portuguese: %s foi promovido a %s.
spanish: %s ha ascendido a %s.

# contact.breaking.news.announce.%s%s.2
source: %s is soon to be promoted to %s.
chinese: %s 即将提升为 %s。
french: %s va être promu %s.
german: %s wird bald zu %s befördert.
portuguese: %s está prestes a ser promovido a %s.
spanish: %s va a ascender pronto a %s.

# contact.breaking.news.announce.%s%s.3
source: %s, %s has left the company.
chinese: %s, %s 已经离职。
french: %s, %s a quitté la société.
german: %s, %s hat das Unternehmen verlassen.
portuguese: %s, %s deixou a empresa.
spanish: %s, %s ha dejado la empresa.

# contact.breaking.news.announce.%s%s.4
source: %s, %s will soon leave the company.
chinese: %s, %s 请很快离开公司。
french: %s, %s quittera bientôt l'entreprise.
german: %s, %s wird das Unternehmen bald verlassen.
portuguese: %s, %s está prestes a deixar a empresa.
spanish: %s, %s dejará pronto la empresa.

# contact.breaking.news.announce.%s%s.5
source: %s has joined the company as %s.
chinese: %s 已经加入公司，职位是 %s。
french: %s a rejoint l'entreprise comme %s.
german: %s ist in das Unternehmen als %s eingetreten.
portuguese: %s entrou na empresa como %s.
spanish: %s se ha incorporado a la empresa como %s.

# contact.breaking.news.announce.%s%s.6
source: %s will soon join the company as %s.
chinese: %s 即将加入公司，职位是 %s。
french: %s va rejoindre la société comme %s.
german: %s wird bald in das Unternehmen als %s eintreten.
portuguese: %s está prestes a entrar na empresa como %s.
spanish: %s se incorporará pronto a la empresa como %s.

# contact.breaking.news.announce.%s%s.7
source: %s, %s has passed away. We feel deeply sorry for his family, friends & colleagues.
chinese: %s, %s 很不幸地离开了我们。 对他的家人、朋友和同事，我们深表哀悼。
french: %s, %s est décédé. Nous présentons à sa famille, ses amis et collègues toutes nos condoléances.
german: %s, %s ist leider von uns gegangen. Wir drücken unser Beileid für seine Familie, Freunde und Kollegen aus.
portuguese: %s, %s infelizmente faleceu. Sentimos muito por sua família, amigos e colegas.
spanish: %s, %s lamentablemente nos ha dejado. Lo sentimos profundamente por su familia, amigos y colegas.

# breaking.news.title
source: Recent Movements
chinese: 最新变动
french: Mouvements récents
german: Letzte Veränderungen
portuguese: Movimentos recentes
spanish: Recientes Moves

# company.org-chart.board
source: Board
french: Conseil

# text.alert.unsubscribeAlert
source: Unsubcribe to this alert
chinese: 从这个警报取消.
french: Se désabonner de cette alerte
german: Abmelden von diese Benachrichtigung.
portuguese: Cancelar a inscrição nesse alerta.
spanish: Dejar de recibir esta alerta.

# title.sort.resultsByCompanyLevel
source: Mother/Daughter
chinese: 母公司/子公司
french: Mére/Fille
german: Mütter/Töchter
portuguese: Mãe/filha
spanish: Matriz/Subsidiaria

# title.sort.resultsByContactLevel
source: Reporting level
chinese: 报告级别
french: Niveau
german: Berichterstattungsebene
portuguese: Nível hierárquico
spanish: Nivel jerárquico

# history.header.moves
source: &nbsp;News since<br>your 1st view
chinese: 首次查阅以来的变动
french: Chgmts depuis 1ère vue
german: Änderungen seit 1. Blick
portuguese: Movimentos desde a 1a visita
spanish: Movimientos desde la 1ª Vista

# static.link.message.left.%s
source: (%s message left)
french: (il vous reste %s message)

# static.link.messages.left.%s
source: (%s more messages available)
french: (vous pouvez envoyer encore %s messages)

# forms.alert.label.watch.allIn
source: Email me executive movements at all companies
chinese: 将企业的高管变动信息通过电子邮件发送给我
french: M'avertir par email des mouvements de dirigeants dans toutes les entreprises
german: Veränderungen bei Führungskräften im Unternehmen per E-Mail an mich senden
portuguese: Envie-me um e-mail com os movimentos dos executivos da empresa
spanish: Envíeme los movimientos de los ejecutivos de todas las empresas

# forms.alert.label.watch.company
source: <h2>Email me executive movements at company</h2>
chinese: <h2>将所有企业的高管变动信息通过电子邮件发送给我</h2>
french: <h2>M'avertir par email des mouvements de dirigeants dans l'entreprise</h2>
german: <h2>Veränderungen bei Führungskräften in all diesen Unternehmen per E-Mail an mich senden</h2>
portuguese: <h2>Envie-me um e-mail com os movimentos dos executivos de todas as empresas</h2>
spanish: <h2>Envíeme los movimientos de los ejecutivos por empresa</h2>

# forms.alert.label.watch.wordIn
source: Keep only the executives
chinese: 仅保留高管
french: Ne garder que les dirigeants
german: Nur die Führungskräfte behalten,
portuguese: Mantenha somente os executivos
spanish: Guardar sólo los ejecutivos

# forms.alert.label.companyName
source: Company name
chinese: 企业名称
french: Nom de l'entreprise
german: Firmenname
portuguese: Nome da empresa
spanish: Nombre de la empresa

# forms.alert.label.country
source: in the country of
chinese: 国家/地区
french: dans ce pays
german: im Land
portuguese: no país de
spanish: En el país de

# forms.alert.label.frequency
source: Sending frequency
chinese: 发送频率
french: Fréquence d'envoi
german: Sendehäufigkeit
portuguese: Frequência de envio
spanish: Frecuencia de envíos

# forms.alert.label.fullName
source: Name includes the word
chinese: 姓名包含
french: dont les noms contiennent le mot
german: deren Namen das Wort enthalten
portuguese: cujos nomes incluem a palavra
spanish: cuyos nombres incluyen la palabra

# forms.alert.label.industry
source: in the industry of
chinese: 行业
french: dans ce secteur
german: in der Branche
portuguese: na indústria de
spanish: En el sector de

# forms.alert.label.jobTitle
source: Job title includes the word
chinese: 职位名称包含
french: dont les fonctions (en anglais) contiennent le mot
german: deren Jobtitel das Wort enthalten
portuguese: cujos cargos incluem a palavra
spanish: Cuyos puestos incluyen la palabra

# forms.alert.label.subCompany
source: Expand to group companies (mothers, subsidiaries)
chinese: 扩展到集团公司（母公司，子公司）
french: Etendre aux entreprises du groupe (méres, filiales)
german: Auf Gruppenunternehmen erweitern (Mûtter, Tochtergesellschaften)
portuguese: Expandir para empresas do grupo (meres, subsidiárias)
spanish: Expandir al grupo de empresas (madres, filiales).

# forms.action.addusercontact
source: Save
chinese: 保存到
french: Sauvegarder
german: Speichern
portuguese: Salve
spanish: Guardar

# forms.action.editContact.short
source: Update
chinese: 发布
french: Actualiser
german: Aktualisieren
portuguese: Atualizar
spanish: Actualizar

# label.sitemap.breaking.news
source: Recent Moves
chinese: 最新变动
french: Mouvements récents
german: Letzte Veränderungen
portuguese: Movimentos recentes
spanish: Recientes Moves

# company.profile.breaking.news.title
source: Recent Movements
chinese: 最新变动
french: Mouvements récents
german: Letzte Veränderungen
portuguese: Movimentos recentes
spanish: Recientes Moves

# link.moderate.contactBreakingNews
source: Recent Moves
chinese: 最新变动
french: Mouvements récents
german: Letzte Veränderungen
portuguese: Movimentos recentes
spanish: Recientes Moves

# company.recommended.title
source: You may also be interest in
chinese: 您可能还对以下内容感兴趣…
french: Ceci pourrait vous intéresser
german: Vielleicht auch interessant für Sie...
portuguese: Você também pode estar interessado em...
spanish: También puede que le interese…

# contact.recommended.title
source: Similar profiles
chinese: 类似的资料
french: Profils similaires
german: Ähnliche Profile
portuguese: Perfis similares
spanish: Perfiles similares

# message.list.helper.text
source: To send a message, select a new executive in an org chart.
french: Pour envoyer un message, choisir un nouveau dirigeant dans un organigramme.

# title.contact.create
source: Add an executive
chinese: 添加高管
french: Ajouter un décideur
german: Fehlende Führungskraft hinzufügen
portuguese: Adicione um executivo
spanish: Añadir un ejecutivo

# salesforce.search.link.download
source: Click to download
french: Cliquer pour télécharger

# orgchart.emails.count.%s.singular
source: %s executive to email now
chinese: 现在可以联系 %s 位高管
french: %s dirigeant à contacter maintenant
german: %s Führungskraft, die jetzt kontaktiert werden können
portuguese: %s executivo para contatar agora
spanish: %s ejecutivo para contactar ahora

# executives.can.contact.%s
source: %s executives you can email now
chinese: 现在可以联系 %s 位高管
french: %s dirigeants à contacter maintenant
german: %s Führungskräfte kontaktiert werden können
portuguese: %s executivos para contatar agora
spanish: %s ejecutivos para contactar ahora

# executives.can.contact.%s.singular
source: %s executive you can contact now
chinese: 现在可以联系 %s 位高管
french: %s dirigeant à contacter maintenant
german: %s Führungskraft kontaktiert werden können
portuguese: %s executivo para contatar agora
spanish: %s ejecutivo para contactar ahora

# title.orgchart.profile.%s
source: News at %s
chinese: %s新闻
french: Actualités chez %s
german: Nachrichten bei %s
portuguese: Notícias em %s
spanish: Noticias en %s

# title.sort.resultsByTitleKey
source: Role
chinese: 角色
french: Fonction
german: Funktion
portuguese: Cargo
spanish: Función

# forms.label.search.keyTitle
source: Executives' <a href="http://www.theofficialboard.com/info/departments">departments</a>
chinese: 在部门
french: <a href="http://www.theofficialboard.com/info/departments">Départements</a> des dirigeants
german: In der Abteilung
portuguese: No Departamento de
spanish: En el departamento de
