Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# landing.text.welcome.%s
source: <br>As a key executive of %s, we would love to benefit from your advice and to offer you a few exclusive, free benefits.<br><br><br>
chinese: <br />作为 %s 的一位核心高管，我们希望获得您的独到见解，并为您提供一些免费专享的优惠。 <br /><br /><br />
french: <br>Comme dirigeant chez %s, nous serions ravis de bénéficier de vos conseils et vous offrir des services gratuits exclusifs.<br><br><br>
german: <br>Wir würden gerne über Ihre Erfahrungen als wichtige Führungskraft bei %s hören und bieten Ihnen einige exklusive, kostenfreie Vorteile.<br /><br /><br />
portuguese: <br />Como um dos principais executivos da %s, gostaríamos de obter seu conhecimento e oferecer alguns benefícios exclusivos, gratuitamente.<br /><br /><br />
spanish: <br />Como ejecutivo clave de %s, agradeceríamos que nos aportase sus ideas y ofrecerle algunos ventajas exclusivas y gratuitas.<br /><br /><br />

# header.landing.company.%s
source: <big><b>Step 1: Confirm and eventualy adjust your role at %s</b></big>
chinese: 我在%s公司的职位
french: <big><b>Etape 1: Confirmer et éventuellement ajuster votre fonction chez %s</b></big>
german: Meine Rolle bei %s
portuguese: Meu papel em %s
spanish: Mi cargo en %s

# landing.text.page2
source: Please take a few seconds, to make the changes you want.<br /> <br /> <br />
chinese: Please take a few seconds, to make the changes you want
french: Merci de prendre quelques instants pour effectuer les changements que vous souhaitez<br /><br /><br />
german: Bitte nehmen Sie sich ein paar Minuten Zeit, um die von Ihnen gewünschten Änderungen vorzunehmen.
portuguese: Por favor, dedique alguns segundos para efetuar as alterações desejadas
spanish: Sea tan amable de emplear unos segundos y realice los cambios que desee

# landing.form.page3.subtitle
source: <br>Your password will let you update faster your information and eventually schedule business alerts on your industry.<br><br>
chinese: <br /> 您的密码使您可以更加快速地更新个人信息，并最终安排您所在行业的业务提醒。<br /><br />
french: <br />Votre mot de passe pour actualiser rapidement votre profil et programmer des alertes sur votre industrie.<br><br><br>
german: <br />Mein Kontozugang ermöglicht, dass ich meinen geschäftlichen Titel jederzeit aktualisieren kann<br /><br />
portuguese: <br />Meu acesso à conta me permite atualizar meu cargo empresarial a qualquer. <br /><br />
spanish: <br />Mi cuenta de acceso me permitirá actualizar mi función profesional en cualquier momento <br><br>

# landing.form.page3.promiseSubtitle
source: <br><small>Let us be crystal clear...</small>
chinese: <br /><small>我们在此澄清：</small>
french: <br><small>Quelques uns de nos engagements</small>
german: <br><small>Um klar zu sein</small>
portuguese: <br /><small>Seremos muito claros</small>
spanish: <br><small>Permítanos ser claros...</small>

# landing.text.page3.promiseLine1
source: • We will never share your e-mail
chinese: • 我们永远不会分享您的电子邮件
french: • Nous ne transmettrons jamais votre email
german: • wir geben niemals Ihre E-Mail weiter
portuguese: • Jamais compartilharemos seu e-mail
spanish: • Nunca compartiremos su e-mail

# landing.text.page3.promiseLine2
source: • We will verify with you any changes posted about you at %s
chinese: • 有关您在 %s 的变动信息，我们会跟您确认
french: &bull; Nous vérifierons avec vous les changements vous concernant chez %s
german: • wir werden jegliche Veränderungen, die Sie bei %s betreffen, von Ihnen bestätigen lassen
portuguese: • Verificaremos com você qualquer mudança a seu respeito publicada na %s
spanish: • Verificaremos con Vd. cualquier cambio publicado sobre Vd. en %s

# landing.text.page3.promiseLine3
source: • You can close your account at any times.
chinese: • 您可以随时删除您的账户。
french: • Vous pourrez clore votre compte à tout moment.
german: • Sie können Ihr Konto jederzeit löschen.
portuguese: • Você poderá cancelar sua conta a qualquer momento.
spanish: • Puede eliminar su cuenta en cualquier momento.

# text.landing.notme
source: <p>Whoops, please accept our apologies for the inconvenience!</p><p>You can yet discover our site and our membership options on our home page.</p>
chinese: 额……歉，弄混了
french: Whoooup... Désolé pour cette confusion.
german: <p>Whoops, entschuldigen Sie diese Verwirrung!</p><p>Sie können immer noch unsere Seiten erkunden und unsere <a href="/user/home">Mitgliederoptionen</a> auf Ihrer Home Page.</p>
portuguese: <p> Ops, desculpe pela confusão! <br /><br /> Você pode ainda descobrir o nosso site e as opções de <a href="/user/home">nossos membros</a> em nossa home page. </p>
spanish: Ups... Lamentamos esta confusión

# action.backHome
source: Home
chinese: 主页
french: Accueil
portuguese: Página Inicial
spanish: Inicio

# text.prompt.homonyms.%s
source: This name has been found <span class="red">%s</span> times
chinese: 这个名字出现了<span class="red">%s</span>次
french: Ce nom apparait <span class="red">%s</span> fois
german: Dieser Name wurde <span class="red">%s</span> mal gefunden
portuguese: Este nome foi encontrado <span class="red">% s </ span> vezes
spanish: Este nombre aparece <span class="red">%s</span> veces

# text.contact.thanks-version.%s%s%s%s
source: <p><br>Thank you for your taking the time to provide us with valuable and current information at <a href="/org-chart/%s">%s</a>.<br></p> <p>We will post your changes in a short while.</p><blockquote>You currently have <span class="" red"="">%s</span> Talers in your <a href="" user="" home"="">account</a><br>You have scheduled <a href=""/user/home#alerts"><span class="" red"="">%s</span> alerts</a></blockquote> <p>Please do not hesitate to ask your questions or to make suggestions on <a href="" mailto:contact@theofficialboard.com"="">contact@theofficialboard.com</a><br></p> <p>The Official Board Team</p>
french: <p><br>Merci pour d’avoir pris le temps de nous préciser ces informations sur <a href="/organigramme/%s">%s</a>.<br></p> <p>Vos indications seront mises en ligne dans quelques minutes. </p><blockquote>Vous disposez actuellement de <span class="" red"="">%s</span> Talers dans <a href="" user="" home"="">votre compte</a><br>Vous avez programmé <a href=""/user/home#alerts"><span class="" red"="">%s</span> alertes</a></blockquote> <p>Nous sommes à votre disposition pour toutes vos questions et suggestions sur <a href="" mailto:contact@theofficialboard.fr"="">contact@theofficialboard.fr</a><br></p> <p>The Official Board Team</p>
german: <p><br>Vielen Dank, dass Sie die Zeit genommen haben uns mit wertvollen und aktuellen Informationen zu versorgen bei <a href="/org-chart/%s">%s</a>.<br></p> <p>Wir werden Ihre Änderungen in Kürze veröffentlichen.</p><blockquote>Sie haben derzeit <span class="" red"="">%s</span> Talers in Ihrem <a href="" user="" home"="">Konto</a><br>Sie haben <a href=""/user/home#alerts"><span class="" red"="">%s</span> Benachrichtigungen eingestellt</a></blockquote> <p>Bitte zögern Sie nicht Fragen oder Vorschläge an uns zu senden bei <a href="" mailto:contact@theofficialboard.com"="">contact@theofficialboard.com</a><br></p> <p>The Official Board Team</p>
portuguese: Obrigado por tomar seu tempo para nos fornecer informações valiosas e atuais na <a href="/org-chart/%s">%s</a>. <br><p></p><p>Divulgaremos suas alterações em breve. Você atualmente tem <span class="" red"=""><a href="" user="" home"="">%s em Talers</a> e agendou <a href="" user="" home#alerts"=""><span class="" red"="">%s</span> alertas</a>. Por favor, não hesite em enviar suas perguntas ou sugestões para contact@theofficialboard.com.</span></p><p>A Equipe do The Official Board</p>
spanish: <p><br>Gracias por habernos desarrollado esas informaciones sobre <a href="/organigramme/%s">%s</a>.<br></p> <p>Sus indicaciones aparecerán en línea en algunos minutos. </p><blockquote>Usted dispone actualmente de <span class="" red"="">%s</span> Talers en <a href="" user="" home"="">su cuenta</a><br>Ha programado <a href=""/user/home#alerts"><span class="" red"="">%s</span> alertas</a></blockquote> <p>Quedamos a su disposición por cualquier pregunta o sugerencia en <a href="" mailto:contact@theofficialboard.fr"="">contact@theofficialboard.fr</a><br></p> <p>The Official Board Team</p>

# text.landing.homonyms.%s%s
source: The name <span class="red">%s</span> appears <span class=""blue">%s</span> times in the Official Board
chinese: 我们发现<span class="red">%s</span> 有<span class=""blue">%s</span>的同名者
french: Nous avons remarqué que <span class="red">%s</span> avait <span class=""blue">%s</span> homonymes
german: Der Name <span class="red">%s</span> erscheint <span class=""blue">%s</span> Mal bei the Official Board
portuguese: O nome s% s aparece s% s vezes no The Official Board
spanish: Hemos observado que <span class="red">%s</span> tiene <span class=""blue">%s</span> homónimos

# action.landing.editMe
source: Update my profile
chinese: 我更新自己的职务
french: J’actualise mes fonctions
german: Mein Profil aktualisieren
portuguese: Atualizar o meu perfil
spanish: Actualizo mis cargos

# action.landing.thatsNotMe
source: It is not me
chinese: 不是我
french: Ce n'est pas moi
german: Das bin nicht ich
portuguese: Não sou eu
spanish: No soy yo

# action.landing.thatsMe
source: It is me
chinese: 是我
french: C'est moi
german: Das bin ich
portuguese: Sou eu
spanish: Soy yo

# forms.option.continent.
source: To be specified
chinese: 须知
french: A renseigner
german: zu spezifizieren
portuguese: A ser determinado
spanish: Rellenar

# forms.search.label.submit
source: Search
chinese: 搜索
french: Recherche
german: Suche
portuguese: Buscar
spanish: Búsqueda

# forms.label.search.more
source: More
chinese: 更多
french: Plus
german: Mehr
portuguese: Mais
spanish: Más

# forms.button.edit
source: Modify
chinese: 修改
french: Modifier
german: Ändern
portuguese: Modificar
spanish: Modificar

# action.backToMyAccount
source: Back to my account
chinese: 返回“我的账号”
french: Retour vers mon compte
german: Zurück zu mein Konto
portuguese: Retornar para a minha conta
spanish: Mi cuenta

# message.header.list.days.%s
source: List of messages for last %s days
chinese: %s最近邮件列表
french: Liste des messages pour les derniers %s jours
german: Liste der nachrichten der letzten %s Tage
portuguese: Lista de mensagens dos ultimos %s dias
spanish: Mensajes para los últimos %s días

# user.history.action.30days
source: 30 days
chinese: 30天
french: 30 jours
german: 30 Tage
portuguese: 30 dias
spanish: 30 días

# user.history.action.90days
source: 90 days
chinese: 90天
french: 90 jours
german: 90 Tage
portuguese: 90 dias
spanish: 90 días

# user.history.action.365days
source: 365 days
chinese: 365天
french: 365 jours
german: 365 Tage
portuguese: 365 dias
spanish: 365 días

# message.header.contactName
source: Executive
chinese: 决策者
french: Décideur
german: Führungskraft
portuguese: Executivo
spanish: Ejecutivo

# message.header.subject
source: Subject
chinese: 主题
french: Sujet
german: Betreff
portuguese: Assunto
spanish: Asunto

# message.header.status
source: Status
chinese: 状态
french: Etat
spanish: Estado

# message.header.credit
source: Debits
chinese: 扣除
french: Débits
german: Abzüge
portuguese: Débitos
spanish: Debitos

# message.action.edit
source: Edit
chinese: 继续
french: Reprendre
german: Bearbeiten
portuguese: Editar
spanish: Editar

# message.action.view
source: View
chinese: 查看
french: Voir
german: Ansicht
portuguese: Visualizar
spanish: Ver

# history.header.contactName
source: Executive
chinese: 决策者
french: Décideur
german: Führungskraft
portuguese: Executivo
spanish: Ejecutivo

# history.header.visualizationDate
source: Your 1st view
chinese: 首次查阅日期
french: 1ére vue
german: Datum 1. Ansicht
portuguese: Data da 1a visita
spanish: 1ª Visualización

# history.header.debit
source: Debits
chinese: 扣除
french: Débit
german: Abzüge
portuguese: Débitos
spanish: Debito

# history.header.Date
source: 1st consultation
chinese: 首次查看
french: 1ére consultation
german: Erste Beratung
portuguese: 1a visita
spanish: 1a consulta

# message.view.to
source: To:
chinese: 到
french: A :
german: An:
portuguese: Para:
spanish: A:

# message.view.from
source: From:
chinese: 从:
french: De:
german: Von:
portuguese: De:
spanish: De:

# message.view.subject
source: Subject:
chinese: 主题
french: Sujet :
german: Betreff:
portuguese: Assunto:
spanish: Asunto:

# message.view.backToList
source: Back to the list
chinese: 返回列表
french: Retour à la liste
german: Zurück zur Liste
portuguese: Voltar para a lista
spanish: Vuelta a la lista

# link.popularity.companies
source: Companies
chinese: 企业机构组织图
french: Organigrammes
german: Unternehmen
portuguese: Empresas
spanish: Organigramas

# link.popularity.contacts
source: Executives
chinese: 决策者
french: Dirigeants
german: Führungskräfte
portuguese: Executivos
spanish: Ejecutivos

# link.popularity.industries
source: Industries
chinese: 行业
french: Secteurs
german: Industrien
portuguese: 96 indústrias
spanish: Sectores

# link.popularity.jobTitles
source: Titles
chinese: 职位
french: Fonctions
german: Positionen
portuguese: Cargos
spanish: Cargos

# text.jobtitleList.searchBy.%s%s%s
source: The most searched: %s by country %s by industry %s
chinese: 在%2$s或%3$s中，搜索次数最多的%1$s是：
french: Les plus recherchés : %s par pays %s ou par secteur %s
german: Die meist gesuchten: %s nach Land %s nach Industrie %s
portuguese: O mais procurado: % s por país %s por indústria %s
spanish: Los más buscados: %s por país %s o por sector %s

# countries.option.all
source: All countries
chinese: 所有国家
french: Tous les pays
german: Alle Länder
portuguese: Todos os Países
spanish: Todos los países

# industries.option.all
source: All industries
chinese: 所有行业
french: Tous les secteurs
german: Alle Industrien
portuguese: Todas as indústrias
spanish: Todos los sectores

# link.jobtitleList.backToList
source: Back to most searched job titles
chinese: 返回搜索次数最多的职位
french: Retour aux fonctions les plus recherchées
german: Zurück zu den meist gesuchten Positionsbezeichnungen
portuguese: Retornar aos cargos mais procurados
spanish: Vuelta a los cargos más buscados

# link.popularity.updatedCompanies
source: Companies
chinese: 企业机构组织图
french: Entreprises
german: Unternehmen
portuguese: Empresas
spanish: Organigramas

# text.history.view.unavailable
source: This history entry is not available
chinese: 不能查看那该项历史记录
french: Cet enregistrement d'historique n'est pas disponible
german: Diese Historie ist nicht verfügbar
portuguese: Esta entrada de histórico não está disponível
spanish: Este histórico no está disponible

# text.bubble.iCertifyThatsMe
source: I certify it is me
chinese: 我确定是我
french: Je certifie que c'est moi
german: Ich bestätige, dass ich das bin
portuguese: Declaro que sou eu
spanish: Certifico que soy yo

# text.bubble.iCertifyThatsNotMe
source: I certify it is not me
chinese: 我确定不是我
french: Je certifie que ce n'est pas moi
german: Ich bestätige, dass ich das nicht bin
portuguese: Declaro não ser eu
spanish: Certifico que no soy yo

# forms.action.validate
source: Confirm
chinese: 验证
french: Valider
german: Bestätigen
portuguese: Confirmar
spanish: Validar

# forms.action.cancel
source: Cancel
chinese: 取消
french: Annuler
german: Abbrechen
portuguese: Cancelar
spanish: Cancelar

# text.user.changeEmail.thanks.%s
source: Your e-mail have been successfully changed. Your new mail is %s
chinese: 您改变了邮件地址，您的新邮件地址是%s
french: Votre e-mail a été changé, votre nouvel adresse est %s.
german: Ihre E-mail wurde erfolgreich geändert. Ihre neue Mail ist %s
portuguese: Seu e-mail foi alterado com êxito. Seu novo e-mail é %s
spanish: Su e-mail ha sido modificado, su nuevo e-mail es %s.

# text.user.changePassword.thanks.%s
source: Your password has been successfully changed. A confirmation message has been sent to %s.
chinese: 您修改了密码。一封确认邮件已经发送到%s
french: Votre mot de passe a été modifié. Un mail de confirmation a été envoyé à %s.
german: Ihr Passwort wurde erfolgreich geändert. Eine Bestätigungsnachricht wurde an %s gesendet.
portuguese: Sua senha foi alterada com sucesso. Uma mensagem de confirmação foi enviado para %s.
spanish: Su contraseña ha sido modificada. Un e-mail de confirmación ha sido enviado a %s.

# form.title.mySubscriptions.%s
source: The email preferences of %s
french: Les préférences email de %s
portuguese: As preferências de e-mail de %s
spanish: Las preferencias de email de %s

# form.label.iAmNot.%s
source: I am not %s
french: Je ne suis pas %s
portuguese: Eu não sou %s
spanish: No estoy %s

# user.subscription.subtitle
source: Click to change your current email preferences.
french: Cliquer pour modifier vos préférences emails actuelles.

# forms.label.user.subscribedNewsletter
source: I wish to receive the monthly executive newsletter
french: Je souhaite recevoir chaque mois la lettre des dirigeants.

# user.subscription.option.yes
source: Yes
french: Oui
portuguese: Sim
spanish: Sí

# user.subscription.option.no
source: No
french: Non
portuguese: Não

# forms.comment.user.subscribedNewsletter
source: In our monthly executive newsletters, selected executives share a few words on their best practices.
french: Dans cette lettre, des dirigeants partagent leurs meilleures pratiques en quelques mots.
german: In unserem Newsletter erklären sich ausgewählte Führungskräfte bereit, ein paar Worte über ihre besten Verfahrensweisen mitzuteilen.

# forms.label.user.subscribedMessages
source: Premium Members may email me
french: Les Membres Premium peuvent me contacter par email.

# forms.comment.contact.subscribedMessages
source: Some of our Premium Members would love to renew contact with you or to get in touch.
french: Quelques membres Premium apprécieront de renouer le contact ou de vous contacter.
german: Premium Mitglieder dürfen mir E-Mail schicken

# forms.label.user.subscribedUpdates
source: Email me whenever my profile is updated
french: M'avertir par email si ma fonction était actualisée.

# forms.comment.contact.subscribedUpdated
source: This service notifies you first whever my profile is updated.
french: Ce service vous permet d'être prévenu en premier si votre fonction est actualisée.

# forms.label.user.subscribedPartner
source: I wish to receive information from selected third parties
french: Je suis intéressé à recevoir des emails de votre sélection de partenaires

# forms.comment.user.subscribedPartner
source: Let us be crystal-clear. Your email will never be shared or sold to anyone. Never.
french: Soyons clair… Votre email ne sera jamais vendu ou échangé. Jamais.
german: Um nicht missverstanden zu werden: Ihre E-Mail wird niemals an andere weitergereicht oder verkauft. Nie.

# static.link.homepage
source: Home
french: Accueil
portuguese: Página Inicial
spanish: Inicio

# static.link.userAlerts
source: Manage my alerts
french: Gérer mes alertes
portuguese: Gerencie meus alertas
spanish: Administrar sus alertas

# static.link.mostSearchedCompanies
source: View the most searched org charts
chinese: 查看最常被搜索的组织结构图
french: Voir les organigrammes les plus recherchés
portuguese: Visualize os organogramas mais procurados
spanish: Ver los organigramas más buscados

# static.link.signUp1
source: Check and update your role in one click.
french: Vérifier et actualiser ma fonction en 1-Click.

# expert-club.text.teaser
source: Thanks to your great contributions in the last 360 days, you rank among our best worldwide experts...
french: Suite à vos excellentes actualisations depuis 12 mois, vous vous classez parmi les meilleurs experts...

# expert-club.text.byIndustryRating.2
source: <span class="red">#%2$s</span> in %1$s industry
french: <span class="red">#%2$s</span> dans le secteur %1$s

# expert-club.text.byCountryRating.2
source: <span class="red">#%2$s</span> in %1$s zone
french: <span class="red">#%2$s</span> dans la zone %1$s

# expert-club.text.noContributions
source: Please contribute to be rated in our Expert Club!
french: Merci d'actualiser quelques informations pour rejoindre notre club d'expert !

# history.header.all.days.1
source: My balance of last %s days
chinese: 我的%s天内余额
french: Mon solde des derniers %s jours
german: Mein Guthaben der letzten %s Tage
portuguese: Meu saldo dos últimos% s dias
spanish: Mi sueldo de los últimos %s días

# history.header.operation
source: Operation
chinese: <center>?</center>
french: Garder?
german: <center>?</center>
portuguese: <center>?</center>
spanish: <center>?</center>

# history.header.subject
source: Subject
chinese: 主题
french: Sujet
german: Betreff
portuguese: Assunto
spanish: Asunto

# history.all.header.credit
source: Credit
chinese: 入账
french: Crédit
german: Gutschriften
portuguese: Crédito
spanish: Crédito

# history.all.header.position
source: My balance
chinese: 我的余额
french: Mon solde
german: Mein Guthaben
portuguese: Meu saldo
spanish: Mi sueldo

# history.all.pos.beginning
source: Balance at the beginning of the period:
chinese: 开始余额:
french: Solde en début de période :
german: Guthaben zu Beginn des Zeitraums:
portuguese: Saldo no início do período:
spanish: Sueldo a principios del periodo:

# history.all.pos.end
source: Balance at the end of the period:
chinese: 结束余额:
french: Solde en fin de période :
german: Guthaben am Ende des Zeitraums:
portuguese: Saldo no fim do período:
spanish: Sueldo a finales del periodo:

# history.header.companyName
source: History of your consultation
chinese: 机构组织图
french: Organigramme
german: Organigramm
portuguese: Organograma
spanish: Organigrama

# history.header.contribution.days.1
source: Contributions of last %s days
chinese: 最近%s天的贡献
french: Contributions des derniers %s jours
german: Beiträge der letzten %s Tage
portuguese: Contribuições dos últimos% s dias
spanish: Contribuciones de los últimos %s días

# history.header.credit
source: Credits
chinese: 入账
french: Crédit
german: Gutschriften
portuguese: Créditos
spanish: Crédito

# history.header.status
source: State
chinese: 状态
french: Etat
german: Bundesstaat
portuguese: Estado
spanish: Estado

# history.text.credits.1
source: I have <span class="orange">%s</span> Talers
chinese: 我拥有<span class="orange">%s</span>银元
french: Je dispose de <span class="orange">%s</span> Talers
german: Ich habe <span class="orange">%s</span> Talers
portuguese: Eu tenho <span class="orange">%s</span> Talers
spanish: Dispongo de <span class="orange">%s</span> Talers

# history.header.date
source: 1st consultation
chinese: 首次查看
french: 1ére consultation
german: Erste Beratung
portuguese: 1a visita
spanish: 1a consulta

# history.header.cost
source: Debits
chinese: 扣除
french: Débits
german: Abzüge
portuguese: Débitos
spanish: Débitos

# history.value.orderCompany
source: See all executives
chinese: 查看所有决策人
french: Voir tous les dirigeants
german: Alle Führungskräfte ansehen
portuguese: Veja todos os executivos
spanish: Ver a todos los ejecutivos

# history.value.orderContact
source: Business Card
chinese: 名片
french: Carte de visite
german: Visitenkarte
portuguese: cartão de negócios
spanish: Tarjeta de visita

# history.value.refillBalance
source: Recharge
chinese: 银元的再次入账
french: Recharge de Talers
german: Aufladen
portuguese: Recarregar
spanish: Recarga de Talers

# history.text.unlimitedExpired.%1
source: My subscription ends on <span class="orange">%s</span>
french: Mon abonnement se termine le <span class="orange">%s</span>

# static.link.userHistoryContribution
source: My Contribution
chinese: 我的更新
french: Mes Actualisations
german: Meine Updates
portuguese: Minhas atualizações
spanish: Mis actualizaciones

# static.link.userHistoryMessages
source: My Message
chinese: 我的邮件
french: Mes Messages
german: Meine Nachrichten
portuguese: Minhas Mensagens
spanish: Mis mensajes

# static.link.userHistoryAll
source: My Balance
chinese: 我的余额
french: Mon Solde
german: Mein Guthaben
portuguese: Meu saldo
spanish: Mi sueldo

# static.link.myExecutiveProfile
source: My Executive Profile
chinese: 我的决策者信息
french: Mon profil de décideur
german: Mein Geschäftsführerprofil
portuguese: Meu perfil executivo
spanish: Mi perfil de ejecutivo

# static.link.myInvoices
source: My invoices
french: Mes factures
