Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# M&A.type.funding
source: VC Funding
chinese: 风险投资资金
french: Financement VC
german: VC-Finanzierung
portuguese: Financiamento do VC
spanish: Financiación VC

# home.manews.block.tab.ma
source: M&A
chinese: 并购
french: F&A
german: F&U
portuguese: F&A
spanish: F&A

# home.manews.block.see.more
source: More
chinese: 更多
french: Plus
german: Mehr
portuguese: Mais
spanish: Más

# home.manews.block.click.to.close
source: Close
chinese: 关闭
french: Fermer
german: Schließen Sie
portuguese: Fechar
spanish: Cerrar

# industry.page.monthly.ups
source: <b><br>Compare with other industries and other countries:</b>
chinese: <br><b>与其他国家和其他行业相比。</b>
french: <br><b>Comparez avec d'autres pays et d'autres industries : </b>
german: <br><b>Vergleichen Sie mit anderen Ländern und anderen Industrien:</b>
portuguese: <br><b>Compare com outros países e outras indústrias:</b>
spanish: <br><b>Compare con otros países y otras industrias:</b>

# M&A.name.change.%s%s
source: The new name of %s is %s.
chinese: %s的新名称是%s。
french: Le nouveau de %s est %s.
german: Der neue Name von %s ist %s.
portuguese: O novo nome de %s é %s.
spanish: El nuevo nombre de %s es %s.

# M&A.name.change.date.in.%s%s%s
source: %s will change its company name to %s in %s.
chinese: %1$s将于%3$s改名为%2$s。
french: %s changera son nom en %s en %s.
german: %1$s wird seinen Namen im %3$s in %2$s ändern.
portuguese: %s vai mudar seu nome para %s em %s.
spanish: %s cambiará su nombre a %s en %s.

# M&A.name.change.date.on.%s%s%s
source: %s will change its company name to %s on %s.
chinese: %1$s将在%3$s将其名称改为%2$s。
french: %s changera son nom en %s le %s.
german: %1$s wird seinen Namen am %3$s in %2$s ändern.
portuguese: %s mudará seu nome para %s em %s.
spanish: %s cambiará su nombre a %s el %s.

# M&A.name.change.future.%s%s
source: %s will change its company name to %s.
chinese: %s将改名为%s。
french: %s changera son nom en %s.
german: %1$s wird seinen Namen in %2$s ändern.
portuguese: %s mudará seu nome para %s em %s.
spanish: %s cambiará su nombre a %s el %s.

# M&A.funding.change.%s%s
source: %s is now listed under the stock ticker %s.
chinese: %s现以股票代码%s上市。
french: %s est désormais cotée sous le ticker boursier %s.
german: %s ist jetzt unter dem Börsenkürzel %s notiert.
portuguese: %s está agora listado sob o ticker %s das ações.
spanish: %s cotiza ahora bajo el ticker bursátil %s.

# title.order.unable
source: Whoooops...
chinese: 不能发布
german: Kann nicht abgebildet werden
portuguese: Não é possível visualizar
spanish: Visualización imposible

# text.popup.orgChartTooBig
source: Sorry, this chart is too big to be printed on A4 paper
chinese: 对不起，该图表太长，A4纸不够打印。
german: Es tut uns leid, dieses Organigramm ist zu groß um auf A4 Papier gedruckt zu werden
portuguese: Desculpe, este documento é muito grande para ser impresso em papel A4
spanish: Lo lamentamos, este reglamento es demasiado grande para poder imprimirlo en formato A4

# forms.title.signIn
source: Authentification
chinese: 证实
german: Authentifizierung
portuguese: Autenticação
spanish: Autentificación

# forms.label.contentDescription
source: Meta: description
chinese: 元：描述
german: Meta: Bezeichnung
portuguese: Meta: descrição
spanish: Meta: descripción

# forms.label.contentKeywords
source: Meta: Keywords
chinese: 元：关键词
german: Meta: Schlüsselwörter
portuguese: Meta Palavras-chave:
spanish: Meta: palabras clave

# forms.label.popularity.type
source: Type
chinese: 类型
german: Typ
portuguese: Tipo
spanish: Tipo

# contact.level.option.3
source: Executive
chinese: 位高管
portuguese: Executivo
spanish: Ejecutivo

# contact.status.options.A
source: Correct
chinese: 正确
german: Korrekt
portuguese: Correto
spanish: Confirmado

# forms.option.continent.EU
source: Europe
chinese: 欧洲
german: Europa
portuguese: Europa
spanish: Europa

# message.option.lang.fr
source: Français
chinese: 法语
german: Französisch
portuguese: Francês
spanish: Francés

# locale.option.fr
source: Français
chinese: 法语
german: Französisch
portuguese: Francês
spanish: Francés

# history.options.ORDER_COMP
source: Consultation
chinese: 查看
german: Beratung
portuguese: Consulta
spanish: Consulta

# history.options.ORDER_CONT
source: Consultation
chinese: 查看
german: Beratung
portuguese: Consulta
spanish: Consulta

# history.options.SEND_MESSAGE
source: Message
chinese: 邮件
german: Nachricht
portuguese: Mensagem
spanish: Mensaje

# history.options.REFILL_BALANCE
source: Bonus
chinese: 红包
portuguese: Atualizar

# forms.option.level.short.2
source: Board
chinese: 董事会
portuguese: Quadro

# forms.option.level.short.4
source: Mgmt
chinese: 管理
portuguese: Ger
spanish: Dir

# title.sort.resultsByIndustry
source: Industries
chinese: 行业顺序 :
german: Nach Industrie:
portuguese: Por indústria
spanish: Por sector:

# message.header.date
source: Date
chinese: 日期
german: Datum
portuguese: Data
spanish: Fecha

# message.header.companyName
source: Entreprise
chinese: 企业
german: Unternehmen
portuguese: Nome
spanish: Empresa

# message.header.actions
source: Actions
chinese: 股票
german: Aktionen
portuguese: Ações
spanish: Acciones

# link.popularity.updatedContacts
source: Contacts
chinese: 联系人
german: Kontakte
portuguese: Contatos
spanish: Contactos

# history.header.contributionDate
source: Date
chinese: 日期
german: Datum
portuguese: Data
spanish: Fecha

# invoice.header.date
source: Date
portuguese: Data
spanish: Fecha

# invoice.label.date
source: Date
chinese: 日期
german: Datum
portuguese: Data
spanish: Fecha

# label.sitemap.newsletter
source: Executive Newsletters
chinese: 决策者通讯
german: Geschäftsführer Newsletter
portuguese: Executive Newsletter

# label.sitemap.mostVisitedIndustries
source: Industries
chinese: 行业
german: Industrien
portuguese: Indústrias
spanish: Sectores

# label.sitemap.faq
source: Support
chinese: 帮助
portuguese: Suporte
spanish: Soporte

# alert.field.alert
source: Alert
chinese: 邮件提醒
german: Benachrichtigung
portuguese: Alerta
spanish: Alerta

# alert.field.actions
source: Actions
chinese: 股票
german: Aktionen
portuguese: Ações
spanish: Acciones

# moderate.user.action.contributions
source: Contributions
chinese: 贡献
german: Beiträge
portuguese: Contribuições
spanish: Contribuciones

# contactHistory.header.date
source: Date
german: Datum
portuguese: Data
spanish: Fecha

# contact.field.modified
source: Date
chinese: 日期
german: Datum
portuguese: Data
spanish: Fecha

# groupStat.field.date
source: Date
german: Datum
portuguese: Data
spanish: Fecha

# static.field.visible
source: Visible
chinese: 可见的
german: Sichtbar
portuguese: Visível

# user.field.mailValidated
source: Valid
chinese: 验证
german: Gültig
portuguese: Valido
spanish: Validar

# user.field.actions
source: Actions
chinese: 股票
german: Actionen
portuguese: Ações
spanish: Acciones

# company.field.modified
source: Date
chinese: 日期
german: Datum
portuguese: Data
spanish: Fecha

# company.header.actions
source: Actions
chinese: 股票
german: Aktionen
portuguese: Ações
spanish: Acciones

# company.header.notes
source: Notes
chinese: 备注
german: Notizen
portuguese: Notas

# invoice.field.date
source: Date
chinese: 日期
german: Datum
portuguese: Data
spanish: Fecha

# moderate.message.premium.field.date
source: Date
chinese: 日期
german: Datum
portuguese: Data
spanish: Fecha

# search.result.count.industries.%s
source: %s industries
chinese: %s 个行业
german: %s Branchen
portuguese: %s indústrias
spanish: %s sectores

# search.result.count.industries.%s.singular
source: %s industry
chinese: %s 个行业
german: %s Industrie
portuguese: %s indústria
spanish: %s sector

# home.menu.help
source: Support
chinese: 帮助
portuguese: Suporte
spanish: Soporte

# orgchart.feedback.excellent.name
source: Excellent
chinese: 极好
german: Super
portuguese: Excelente
spanish: Excelente

# url.rate.5
source: Excellent
chinese: 极好
german: Super
portuguese: Excelente
spanish: Excelente

# user.premium.unlimited.vip.message.%s
source: Your VIP expires on %s
chinese: 您的 VIP 会员将于 %s
german: Ihr VIP läuft am %s aus
portuguese: Sua conta VIP expira em %s
spanish: Su VIP expira %s

# user.home.organizer.notes.opennotes.%s
source: notes (%s)
chinese: 备注 (%s)
german: Notizen (%s)
portuguese: notas (%s)

# forms.edit.message.attach.file
source: Please select a file
german: Wählen Sie eine Datei
portuguese: Por favor seleccione um ficheiro
spanish: Por favor, seleccione un archivo

# contact.breaking.news.announce.1
source: %s has been promoted to %s.
portuguese: %s entrou na empresa como %s.

# contact.breaking.news.announce.2
source: %s is soon to be promoted to %s.
portuguese: %s está prestes a ser promovido a %s.

# contact.breaking.news.twitter.text.%s%s.1
source: %s, %s has been promoted
portuguese: %s entrou na empresa como %s.

# mail.alert.subject.news.%s
source: %s News
chinese: %s新闻
portuguese: %s notícias
spanish: %s Novedades

# mail.alert.subject.news.%s.singular
source: %s News
chinese: %s新闻
portuguese: %s notícia
spanish: %s Novedades

# alert.detail.moderate.type.typeDeleteRetiring
source: %s who is %s will soon retire.
chinese: %s 是 %s，他即将退休。
german: %s der/die %s wird bald kündigen.
portuguese: %s que é %s irá se aposentar em breve.
spanish: %s que es %s se jubilará pronto.

# home.news.block.send.feedback.subject
source: About the news
chinese: 关于新闻
german: Über die Nachrichten
portuguese: Sobre as notícias
spanish: Acerca de las novedades

# home.news.block.tab.continent.europe
source: Europe
chinese: 欧洲
german: Europa
portuguese: Europa
spanish: Europa

# home.news.block.tab.promoted.leaving
source: Promotions
chinese: 升职
german: Beförderte
portuguese: Promoções
spanish: Promociones

# alert.filter.table.title
source: Search in our database the executives' moves by company, type and function (beta version for our VIP)
chinese: 按企业、类型和功能在我们的数据库中搜索高管变动。
german: In unserer Datenbank die Veränderungen bei Führungskräften absuchen nach Unternehmen, Art und Funktion
portuguese: Pesquisar movimentos dos executivos por empresa, tipo e função em nosso banco de dados
spanish: Buscar en nuestra base de datos los movimientos de los ejecutivos por empresa, tipo y función (Alpha version por VIP)

# forms.label.company.phone.edit
source: Phone
chinese: 电话
portuguese: Telefone
spanish: Teléfono

# alertDetail.date.format.in.%s%s
source: %1$s %2$s
chinese: %2$s%1$s
portuguese: %1$s. de %2$s
spanish: %1$s. de %2$s

# forms.label.search.causeMoves.promotion
source: Promotions
chinese: 升职
german: Beförderte
portuguese: Promoções
spanish: Promociones

# link.popularity.minibio
source: Biographies
chinese: 简介
german: Biographien
portuguese: Biografías
spanish: Biografías

# label.sitemap.companies.by.index
source: Crème de la Crème
chinese: 按股指
german: Nach Aktienindex
portuguese: Por índice de ações
spanish: Por índice de acciones

# ajax.executive.new.email.send
source: Send
german: Mail senden
portuguese: Enviar
spanish: Enviar

# form.manews.warning.label.%s
source: There are %s moves for this company.
chinese: 这家公司有％s的变化。
german: Gibt es % s-Änderungen.
portuguese: Existem %s alterações nesta empresa.
spanish: Hay% s cambios en esta empresa.

# company.profile.period.manews.title.%s
source: Acquisition, funding and merger involving %s.
chinese: 涉及%s的并购和融资。
german: Fusion, Akquisition und Finanzierung mit %s.
portuguese: Fusão, aquisição e financiamento envolvendo %s.
spanish: Fusión, adquisición y financiación con participación de %s.

# contact.level.option.abbr.2
source: Brd
chinese: 董事会
spanish: Csj

# contact.level.option.abbr.3
source: Ex
chinese: 例如
spanish: Ej

# twitter.label.hola.0
source: Voila!
spanish: ¡Ya está!

# forms.option.level.short.3
source: Exec
chinese: 执行
spanish: Ejec

# layout.search.examples
source: Ex.:
chinese: 例如：
german: Durchw.:
spanish: Ej.:

# groupStat.field.contacts
source: Executives
spanish: Ejecutivos

# statis.field.lang
source: Lang
chinese: 语言
spanish: Idioma

# contact.breaking.news.announce.7
source: %s, %s has passed away. We feel deeply sorry for his family, friends & colleagues.
spanish: %s, %s lamentablemente nos ha dejado. Lo sentimos profundamente por su familia, amigos y colegas.

# forms.alert.filter.type.all
source: All
spanish: Todos

# biography.socialMedia.shareWith.facebook.over.%s
source: Share with your friends the biography of %s.
chinese: 与朋友共享 %s 简介。
german: Die Biographie von %s mit Ihren Freunden teilen.
spanish: Compartir con sus amigos la biografía de %s.

# biography.socialMedia.shareWith.linkedin.over.%s
source: Share with your network the biography of %s.
chinese: 在网络上共享 %s 简介。
german: Die Biographie von %s mit Ihrem Netzwerk teilen.
spanish: Compartir con su red de trabajo la biografía de %s.

# biography.socialMedia.shareWith.twitter.over.%s
source: Share with your followers the biography of %s.
chinese: 与粉丝共享 %s 简介。
german: Die Biographie von %s mit Ihren Anhängern teilen.
spanish: Compartir con sus seguidores la biografía de %s.

# alert.filter.table.column.delete
source: Delete
spanish: Borrar

# alert.type.delete
source: delete
spanish: borrar

# history.options.DEL_COMP
source: Delete
spanish: Borrar

# history.options.DEL_CONT
source: Delete
spanish: Borrar

# shareboard.status.D
source: Deleted
spanish: Suprimido

# home.manews.block.tab.ipo
source: IPO
spanish: OPV

# contact.level.option.1
source: CEO
chinese: 总裁

# contact.level.option.abbr.1
source: CEO
chinese: 总裁

# forms.label.moderate.url
source: Url
chinese: 网址

# forms.label.moderate.email
source: E-mail
chinese: 邮件

# forms.label.moderate.status
source: Status
chinese: 身份-

# company.alt.googleMe
source: Google News
chinese: 谷歌新闻

# company.alt.twittMe
source: Twitter
chinese: 叽叽喳喳

# company.alt.yahooMe
source: Yahoo Finance
chinese: 雅虎财经

# alert.field.id
source: Id
chinese: 身份编号

# company.field.id
source: ID
chinese: 身份编号

# static.field.url
source: Url
chinese: 网址

# statis.field.meta
source: Meta
chinese: 元

# user.field.id
source: ID
chinese: 身份编号

# forms.label.all
source: All
chinese: 所有

# forms.action.editContact.title
source: Update the role or email of this executive
chinese: 所有角色

# ajax.executive.name
source: Executive name
chinese: 位高管

# mobile.alert.twitter.text.unlinked.%s%s%s
source: %s, %s, has stopped reporting to %s
chinese: %s, %s, 已经停止向 %s 报告.

# mobile.news.text.unlinked.%s%s%s
source: %s, %s, has stopped reporting to %s
chinese: %s, %s, 已经停止向 %s 报告.

# label.sitemap.socialMedia.blog
source: Blog
chinese: 博客

# mobile.forms.label.email
source: Email
chinese: 电子邮件

# moderate.contact.readded.historySelect
source: Select
chinese: 选择

# label.sitemap.corporate.api
source: Enterprise API
chinese: 推送API

# ajax.executive.email
source: Email
chinese: 邮件
german: Mail

# label.sitemap.corporate.api.rest
source: Enterprise FAQ
chinese: 拉API

# home.manews.block.send.feedback.subject
source: About the MA news
german: Schließen Sie
