Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# user.vip.company.size.huge
source: 10,000+ employees
chinese: 10000+ 名员工
french: 10 000+ collaborateurs
german: 10.000+ Angestellte
portuguese: 10.000+ funcionários
spanish: 10.000+ empleados

# user.vip.company.size.large
source: 1,000 - 9,999 employees
chinese: 1000 - 9999 名员工
french: 1 000 - 9 999 collaborateurs
german: 1.000 - 9.999 Angestellte
portuguese: 1.000 - 9.999 funcionários
spanish: 1.000 - 9.999 empleados

# user.vip.company.size.middle
source: 100 - 999 employees
chinese: 100 - 999 名员工
french: 100 - 999 collaborateurs
german: 100 - 999 Angestellte
portuguese: 100 - 999 funcionários
spanish: 100 - 999 empleados

# user.vip.company.size.small
source: 0 - 99 employees
chinese: 0 - 99 名员工
french: 0 - 99 collaborateurs
german: 0 - 99 Angestellte
portuguese: 0 - 99 funcionários
spanish: 0 - 99 empleados

# user.home.organizer.categorylist.all
source: All my folders
chinese: 我的文件夹
french: Tous mes dossiers
german: alle meine Ordnern
portuguese: Todas as pastas
spanish: Todos mis carpetas

# user.home.organizer.deleteconfirm.text.%s
source: <br>Do you really want to delete %s from My executives?
chinese: <br />确定要从首选高管中删除 %s 吗？
french: <br>Voulez-vous vraiment retirer %s de Mes dirigeants ?
german: <br>Möchten Sie wirklich %s von Meine Führungskräften löschen?
portuguese: <br>Você realmente deseja excluir %s dos Meus executivos?
spanish: <br>¿Realmente desea eliminar a %s de Mis ejecutivos?

# message.edit.back
source: Delete this email and go back to my account
chinese: 删除此电子邮件并回到我的帐户
french: Supprimer cet email et aller dans mon compte
german: Diese E-Mail löschen und zurück zu meinem Konto gehen
portuguese: Excluir este e-mail e retonar para a minha conta
spanish: Borrar este correo electrónico y volver a mi cuenta

# title.contact.update
source: Update name, role or email
french: Actualiser nom, fonction ou email
german: Bestehende Position aktualisieren
portuguese: Atualize seu cargo
spanish: Actualice el rol existente

# invoice.label.byOption.vip365
source: VIP 12 months
chinese: VIP 12 个月
french: VIP 12 mois
german: VIP 12 Montate
portuguese: VIP 12 meses
spanish: VIP 12 Meses

# forms.title.vip.details
source: Your professional profile
chinese: 您的公司名称
french: Votre profil professionnel
german: Ihr berufliches Profil
spanish: Su perfil profesional

# option.price.vip365.%s
source: 12 month VIP (see the organizational charts without limitation + download them in PDF or Excel + 50,000 names in self-service + 20,000 names on demand + Research and assistance on demand + Access for up to five employees in your company) - US $%s
chinese: VIP 12 个月（无限制查看 + 500 次电子邮件联系 + 20000 个姓名 ） - %s 美元
french: VIP 12 mois (voir les organigrammes en illimité + les télécharger en PDF et Excel + 50 000 noms en libre-service + 20 000 noms sur demande + Assistance sur demande + 5 accès dans votre entreprise) - US$%s
german: VIP 12 Monate (uneingeschränkte Ansicht + 500 Kontakte per E-Mail + 20.000 names) - US$%s
portuguese: VIP 12 meses (visualização ilimitada + 500 contatos por e-mail + 20.000 nomes) - US$%s
spanish: VIP 12 meses (vista ilimitada + 500 contactos por e-mail + 20.000 nombres) - US$%s

# option.price.vip90.%s
source: VIP - 3 months - US $%s
french: VIP - 3 mois - US$%s

# user.home.promotevip
source: VIP upgrade
chinese: 成为 VIP
french: Devenir VIP
german: Werden Sie VIP
portuguese: Torne-se VIP
spanish: Ser VIP

# text.payment.agr.vip365
source: The Official Board VIP Membership for 12 months - US $1,999
chinese: 12 个月的 The Official Board VIP 会员 – 1999 美元
french: Abonnement VIP The Official Board pour 12 mois - US$ 1,999
german: The Official Board VIP Mitgliedschaft für 12 Monate - 1.999 US$
portuguese: A assinatura VIP da The Official Board por 12 meses - US$ 1,999
spanish: La Suscripción VIP a Official Board durante 12 meses - US$ 1,999

# forms.title.renew-vip
source: VIP upgrade or VIP renewal
chinese: 升级到 VIP 或者续订当前 VIP 会员。
french: Devenir VIP ou renouveller VIP
german: Upgrade zu VIP oder Verlängern Ihrer VIP Mitgliedschaft.
portuguese: Torne-se VIP
spanish: Ser VIP o ampliar VIP

# forms.renew.vip.description.title
source: VIP 12 months – US $1,999 – Special Market Intelligence
chinese: VIP 12 个月 - 1.999 美元 - 市场情报专属
french: VIP 12 mois - US$ 1,999 - Special Market Intelligence
german: VIP 12 Montate - US$ 1.999 - Spezielles Marktwissen
portuguese: VIP 12 meses - US$ 1,999 - Inteligência especial de mercado
spanish: VIP 12 Meses - US$1,999 - Inteligencia Especial de Mercado

# forms.renew.vip.description
source: <big><big>Your 12 month VIP membership allows you to: </big></big><br> • See the 80,000+ organizational charts without limitation<br> • Download organizational charts in PDF or Excel<br> • Download lists in self-service (-&gt; 50,000 names) <br> • Receive lists on demand (-&gt; 20,000 names) <br> • Research and assistance on demand <br> • Access for up to five employees in your company <br>
chinese: <br><big><big>您的为期 12 个月的 VIP 会员</big></big><br> • 无限制浏览所有的组织结构图<br> • 搜索和市场监测帮助<br> • 按需选择 Excel 文件（-&gt; 20000 个姓名）<br> • 500 次有保证的高管电子邮件联系<br>
french: <br><big><big>Votre abonnement VIP sur 12 mois</big></big><br> • Voir les 80,000+ organigrammes en illimité<br> • Les télécharger en PDF ou en Excel<br> • Télécharger des listes en self-service (-&gt; 50,000 noms)<br> • Recevoir des listes à la demande (-&gt; 20,000 noms)<br> • Recherche et assistance à la demande<br> • 5 accès dans votre entreprise<br>
german: <br><big><big>Ihr VIP 12 Montate</big></big><br><br>• uneingeschränkte Ansicht aller Organigramme<br>• Unterstützung bei Suchanfragen &amp; Marktbeobachtung<br>• On-demand Excel Dateien (-&gt; 20.000 Namen)<br>• 500 garantierte Geschäftsführerkontakte per E-Mail<br>
portuguese: <br><big><big>Seus 12 meses VIP</big></big><br>• Visualização ilimitada de todos os organogramas<br>• Assistência para pesquisa e acompanhamento de mercado<br>• Arquivos em Excel por solicitação (-&gt; 20.000 nomes)<br>• 500 contatos por e-mail garantidos com executivos<br>
spanish: <br><big><big>Su VIP 12 Meses</big></big><br> • Visualización ilimitada de todos los organigramas<br> • Asistencia para las búsquedas y vigilancia de mercado<br> • Archivos Excel bajo petición (-&gt; 20.000 nombres) <br> • 500 contactos de ejecutivos garantizados a través de e-mail<br>

# forms.label.vip.recurringpayments
source: Please renew my VIP membership when my subscription ends.<br>I will be able to deactivate this option at any time.
chinese: 订阅结束时，请续订我的 VIP 会员。<br /> 我随时可以关闭此选项。
french: Merci de renouveler mon abonnement VIP à son expiration.<br>Je pourrai désactiver cette option à tout moment.
german: Bitte meine VIP Mitgliedschaft erneuern, wenn mein Abo ausläuft.<br />Ich kann diese Option jederzeit deaktivieren.
portuguese: Por favor, renove minha assinatura VIP quando esta expirar.<br>Eu poderei desativar esta opção a qualquer momento.
spanish: Por favor renovar mi suscripción VIP cuando finalice mi suscripción.<br />Podré desactivar esta opción en cualquier momento.

# invoice.label.byOption.vip90
source: VIP 3 months
french: VIP 3 mois

# renew.premium.text.subtitle
source: <br>Congratulations on this smart choice! <br><br> For your subscription, you can pay by Amex, Master Card, Visa, or PayPal account. <br><br> <big><big>Premium</big></big><br> • See the 80,000+ organizational charts without limitation<br> • Download organizational charts in PDF or Excel format<br> • Advanced searches and advanced alerts<br>
chinese: <br>恭喜您做出如此明智之选！<br><br> 您可以使用 Amex、Master Card、Visa 或 PayPal 帐户为订阅付款。 <br> <br> <big> <big> Premium </big> </big> <br>•查看80,000多种组织结构图，不受限制<br>•以PDF或Excel格式下载组织结构图<br>•高级搜索和高级警报<br>
french: <br> Félicitations pour ce choix judicieux! <br> <br> Pour payer votre abonnement, vous pouvez utiliser votre Amex, votre Master Card, votre carte Visa ou votre compte PayPal. <br> <br> <big> <big> Premium </big> </big><br> • Voir les 80 000+ organigrammes en illimité <br> • Téléchargez-les au format PDF ou Excel <br> • Recherches avancées et alertes avancées <br>
german: <br> Herzlichen Glückwunsch zu dieser klugen Entscheidung! <br> <br> Für Ihr Abonnement können Sie mit Amex, Master Card, Visa oder PayPal bezahlen. <br> <br> <big> <big> Premium </big> </big> <br> • Sehen Sie sich uneingeschränkt die 80.000+ Organigramme an. <br> • Organigramme im PDF- oder Excel-Format herunterladen <br> • Erweitert Suchen und erweiterte Warnungen <br>
portuguese: <br> Parabéns por esta escolha inteligente! <br> <br> Para sua assinatura, você pode pagar com Amex, Master Card, Visa ou PayPal. <br> <br> <big> <big> Premium </big> </big> <br> • Veja os mais de 80.000 organogramas sem limitações <br> • Faça o download de organogramas em formato PDF ou Excel <br> • Avançado pesquisas e alertas avançados <br>
spanish: <br> ¡Felicitaciones por esta inteligente elección! <br> <br> Para su suscripción, puede pagar con Amex, Master Card, Visa o PayPal. <br> <br> <big><big>Premium</big> </big> <br> • Vea los más de 80,000 organigramas sin limitación. <br> • Descargue los organigramas en formato PDF o Excel. <br> • Avanzado búsquedas y alertas avanzadas <br>

# premium.icon.title
source: Premium members feature
chinese: Premium
french: Premium
german: Premium
portuguese: Premium
spanish: Premium

# company.edit.form.option.yes
source: Yes
chinese: 是
french: Oui
german: Ja
portuguese: Sim
spanish: Sí

# title.search.country.%s%s.singular
source: %s: %s company
french: %s : %s entreprise
german: %s: %s Unternehmen
portuguese: %s: %s empresa
spanish: %s : %s empresa

# forms.label.recurringpayments
source: Please renew my Premium membership when my subscription ends.<br>I will be able to deactivate this option at any time.
chinese: 订阅结束时，请续订我的 Premium 会员。<br /> 我随时可以关闭此选项。
french: Merci de renouveler mon abonnement Premium à son expiration.<br>Je pourrai désactiver cette option à tout moment.
german: Bitte meine Premium Mitgliedschaft erneuern, wenn mein Abo ausläuft.<br>Ich kann diese Option jederzeit deaktivieren.
portuguese: Por favor, renove minha assinatura Premium quando esta expirar.<br />Eu poderei desativar esta opção a qualquer momento.
spanish: Por favor renovar mi suscripción Premium cuando finalice mi suscripción.<br />Podré desactivar esta opción en cualquier momento.

# user.signup.alreadyreg
source: Whooopss, you are already registered as a member.<br><br />Please view your status in <a href="/user/home">My Account</a>.
chinese: 哦嗬… 您已经有帐户了<a href="/user/home">帐户</a>了。
french: Whooopss, vous êtes déjà enregistré comme membre.<br><br>Vous pouvez voir votre statut dans <a href="/user/home">Mon Compte</a> et <a href="/user/renew">devenir Premium</a>.
german: Hoppla… Sie haben bereits ein <a href="/user/home">Konto</a>.
portuguese: Oops ... você já possui uma <a href="/user/home">conta</a>. <br><br>
spanish: Vaya… ya tiene una <a href="/user/home">My cuenta</a>.

# orgchart.feedback.option.site
source: The company web site is not correct
chinese: 企业网站不正确
french: Le site de l'entreprise comporte une erreur
german: Die Webseite des Unternehmens stimmt nicht
portuguese: O site da empresa não está correto
spanish: La página web de la empresa no es correcta

# orgchart.feedback.verybad.desc
source: Problems so bad that the data is misleading.
chinese: 问题很严重，数据具有误导性。
french: Catastrophique... L'organigramme ne sert à rien en l'état.
german: hatte so gravierende Probleme, dass die Daten irreführend sind.
portuguese: Os problemas são graves, este organograma não é confiável.
spanish: Problemas tan deficientes que los datos son erróneos.

# orgchart.feedback.option.noncontact
source: Many executives cannot be contacted
chinese: 许多高管无法联系
french: Trop peu dirigeants sont contactables
german: Viele Führungskräfte können nicht kontaktiert werden
portuguese: Muitos executivos não podem ser contatados
spanish: No se puede contactar con muchos ejecutivos

# orgchart.feedback.option.roles
source: Some roles are not correct or outdated
chinese: 一些角色不正确或已过时
french: Certaines fonctions sont inexactes ou périmées
german: Einige Funktionen sind nicht korrekt oder überholt
portuguese: Alguns cargos não estão corretos ou atualizados
spanish: Algunas funciones no son correctas o desactualizadas

# orgchart.feedback.good.desc
source: Minor corrections needed, hardly noticed them
chinese: 几乎没有问题
french: Quelques problèmes mineurs sans importance
german: kleinere Probleme, kaum erkennbar
portuguese: Problemas menores, quase imperceptíveis
spanish: Problemas menores, apenas perceptibles

# orgchart.feedback.option.industry
source: The company industry is not correct
chinese: 企业所属行业不正确
french: Le secteur de l'entreprise est erroné
german: Die Branche des Unternehmens stimmt nicht
portuguese: A indústria da empresa não está correta
spanish: El sector de la empresa no es correcto

# orgchart.feedback.excellent.desc
source: Perfect, clear, no problem
chinese: 完美、清晰、无问题
french: Parfait, clair, complet
german: perfekt, klar, kein Problem
portuguese: Perfeito, claro, sem problemas
spanish: Perfecto, claro, sin problemas

# forms.signup.member.text
source: In a few minutes you will enjoy the most updated executive directory.
french: Dans quelques minutes vous consulterez le plus complet annuaire de dirigeants.

# company.edit.form.option.no
source: No
chinese: 否
french: Non
german: Nein
portuguese: Não

# label.company.subsidiaries.%s%s.singular
source: has %s subsidiary & %s executives
chinese: 拥有 %s 家子公司和 %s 位高管
french: a %s filiale et %s dirigeants
german: hat %s Tochtergesellschaft &amp; %s Führungskräfte
portuguese: possui %s subsidiária e %s executivos
spanish: posee %s filial y %s ejecutivos

# label.company.subsidaryList.%s%s%s.singular
source: %s has %s executives and %s subsidiary
chinese: %s有%s位主要高管和%s家子公司
french: %s a %s dirigeants et %s filiale
german: %s hat %s Führungskräfte und %s Tochtergesellschaft
portuguese: %s possui %s executivos e %s subsidiária
spanish: %s tiene %s ejecutivos y %s filial

# industry.info.execandsubscount.%s%s.singular
source: %s executives & %s subsidiary
chinese: %s位主要高管和 &amp; %s家子公司
french: %s dirigeants & %s filiale
german: %s Führungskräfte &amp; %s Tochtergesellschaft
portuguese: %s executivos & %s subsidiárias
spanish: %s ejecutivos &amp; %s filiales

# label.company.subsidaryCount.%s.singular
source: (+ %s subsidiary)
french: (+ %s filiale)
portuguese: (+ %s subsidiária)
spanish: (+ %s filial)

# orgchart.feedback.option.subsidaries
source: Some subsidiaries are missing.
chinese: 一些子公司缺失
french: Des filiales sont manquantes.
german: Ein paar Führungskräfte fehlen
portuguese: Estão faltando algumas subsidiárias.
spanish: Faltan algunas filiales.

# search.subsidaryNb.%s.singular
source: %s subsidiary
french: %s filiale
german: %s Tochtergesellschaft
portuguese: %s subsidiária
spanish: %s filial

# title.company.subsidary
source: Company's subsidiary
chinese: 企业的附属公司
french: Filiale d'entreprise
spanish: Filial de la Empresa

source: %s companies starting with the letter %s
chinese: 以%2$s开头的%1$s家企业
french: %s entreprises commençant avec la lettre %s
german: %s Unternehmen, die mit dem Buchstaben %s beginnen
portuguese: As %s empresas começando com a letra %s
spanish: %s empresas empezando por la letra %s

# %s companies starting with the letter %s.singular
source: %s company starting with the letter %s
french: %s entreprise commençant avec la lettre %s
portuguese: As %s empresa começando com a letra %s
spanish: %s empresas empezando por la letra %s

# compant.field.rate
source: Rate
french: Classement

# compant.field.rate.reason
source: Reason
french: Raison

# compant.field.rate.reasonText
source: Reason - other
french: Autre raison

# company.edit.form.explain.text
source: Thank you for updating this information
chinese: 感谢您更新此信息
french: Merci d'actualiser cette information
german: Vielen Dank, dass Sie diese Informationen aktualisiert haben
portuguese: Obrigado por atualizar esta informação
spanish: Gracias por actualizar esta información

# company.profile.contact.now
source: Contact
chinese: 联系
french: Contacter
german: kontaktieren
portuguese: Contate
spanish: Contactar

# company.field.status
source: Status
french: Statut

# company.profile.latest.news.%s
source: Press releases by %s
chinese: %s 的最新新闻稿
french: Derniers communiqués de presse par %s
german: Neueste Pressemitteilungen nach %s
portuguese: Últimos comunicados de imprensa de %s
spanish: Últimos comunicados de prensa de %s

# link.moderate.company.rate
source: User Feedback in OrgChart
french: Evaluation des organigrammes

# moderate.names-over.title.company
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen

# orgchart.industry.count.%s.singular
source: (%s company)
french: (%s entreprise)

# title.company.edit
source: Update a company
chinese: 更新企业信息
french: Actualiser une entreprise
german: Unternehmen updaten
portuguese: Atualizar uma empresa
spanish: Actualizar una empresa

# title.search.alphabeticalDigit.%s.singular
source: %s company starting with digits
french: %s entreprise commençant par les chiffres
german: %s Unternehmen, die mit Zahlen beginnen
portuguese: %s empresa começando com dígitos
spanish: %s empresa empezando por las cifras

# title.search.alphabetical.%s%s.singular
source: %s company starting with the letter %s
french: %s entreprise commençant avec la lettre %s
german: %s Unternehmen, die mit dem Buchstaben %s beginnen
portuguese: As %s empresa começando com a letra %s
spanish: %s empresa empezando por la letra %s

# title.search.industry.%s%s.singular
source: %s: %s company
french: %s : %s entreprise
german: %s: %s Unternehmen
portuguese: %s: %s empresa
spanish: %s : %s empresa

# url.field.companyName
source: Company
chinese: 企业
french: Entreprise
german: Unternehmen

# company.profile.latest.news.on.%s%s%s%s
source: %s on %s, %s &amp; %s
chinese: %s 在 %s、%s 和 %s
french: %s sur %s, %s & %s en 1-click
german: %s auf %s, %s & %s
portuguese: %s na %s, %s e %s
spanish: %s en %s, %s y %s

# company.profile.main.executers.%s
source: its %s main executives
chinese: 其 %s 名主要高管
french: ses %s principaux dirigeants
german: seine %s wichtigsten Führungskräfte
portuguese: seus %s executivos principais
spanish: sus %s ejecutivos principales

# industry.info.execcount.%s.singular
source: %s executive
french: %s dirigeant
portuguese: %s executivo

# industry.info.mailvalid.%s.singular
source: %s executive can be contacted today by email.
chinese: 今日可通过电子邮件与 %s 位高管联系。
french: %s dirigeant peut être contacté par email.
german: %s Führungskraft kann Stand heute per E-Mail kontaktiert werden.
portuguese: % executivo pode ser contatado hoje por e-mail.
spanish: Hoy puede contactar con %s ejecutivo a través de correo electrónico.

# industry.info.totalexecwithmail.%s%s.singular
source: contact %s executive by email %s
french: Contacter %s dirigeant par email %s
german: %s Führungskräfte per E-Mail kontaktieren %s
portuguese: Falar com %s executivo por e-mail %s
spanish: contactará %s ejecutivos por e-mail %s

# url.rate.1
source: Poor
chinese: 不好
french: Mauvais
german: Schlecht
portuguese: Ruim
spanish: Pobre

# url.rate.2
source: Average
french: Moyen

# url.rate.3
source: Good
chinese: 极好
french: Bon
german: Gut
portuguese: Boa
spanish: Bueno

# url.rate.4
source: Very good
french: Très bon

# label.ruler.totalResults.%s.singular
source: %s Result
french: %s Résultat

# orgchart.feedback.cancel
source: Cancel
chinese: 取消
french: Annuler
german: Abbrechen
portuguese: Cancelar
spanish: Cancelar

# orgchart.feedback.fair.name
source: Fair
chinese: 一般
french: Correct
german: In Ordnung
portuguese: Razoável
spanish: Justo

# orgchart.feedback.good.name
source: Good
chinese: 极好
french: Bon
german: Gut
portuguese: Boa
spanish: Bueno

# orgchart.feedback.option.left
source: Some executives have left the company
chinese: 一些高管已经离开该企业
french: Des dirigeants ne sont plus dans l'entreprise
german: Einige Führungskräfte haben das Unternehmen verlassen
portuguese: Alguns executivos saíram da empresa
spanish: Algunos ejecutivos han abandonado la empresas

# orgchart.feedback.option.lines
source: Some reporting lines are wrong
chinese: 一些隶属关系错误
french: Des liens hiérarchiques sont inexacts
german: Einige Kompetenzebenen sind falsch
portuguese: Alguns relatórios estão incorretos
spanish: Algunos puestos son erróneos

# orgchart.feedback.option.missing
source: Some executives are missing
chinese: 一些高管缺失
french: Des dirigeants sont manquants
german: Ein paar Führungskräfte fehlen
portuguese: Estão faltando alguns executivos
spanish: Faltan algunos ejecutivos

# orgchart.feedback.option.other
source: <big>An error? A missing one?<br><br>Our analysts promptly check<br>You are emailed when ready!</big>
chinese: <big>一个错误？失踪了吗？<br> 我们会检查并通过电子邮件发送给您。</big>
french: <big>Une erreur? Un manquant?<br><br>Nos analystes vérifient immédiatement.<br>Un email vous est envoyé quand c'est prêt !</big>
german: <big>Ein Fehler? Ein fehlender?<br>Wir prüfen und mailen Ihnen.</big>
portuguese: <big>Um erro? Falta um? <br>Nós verificamos e lhe enviamos um e-mail.</big>
spanish: <big>¿Un error? ¿Falta uno? <br>Verificamos y le enviamos un email.</big>

# orgchart.feedback.send
source: Click to send
chinese: 点击发送
french: Cliquer pour envoyer
german: Klicken Sie hier um zu senden
portuguese: Clique aqui para enviar
spanish: Hacer click para enviar

# orgchart.feedback.poor.name
source: Poor
chinese: 不好
french: Mauvais
german: Schlecht
portuguese: Ruim
spanish: Pobre

# orgchart.feedback.thanks.content
source: Your help is very appreciated!
chinese: 非常感谢您的帮助!
french: Votre aide est très appréciée !
german: Wir schätzen Ihre Hilfe sehr!
portuguese: Sua ajuda é muito apreciada.
spanish: Agradecemos mucho su aportación

# orgchart.feedback.thanks.title
source: Thanks for your so valuable feedback!<br>
chinese: 感谢您的反馈
french: Merci pour votre avis!
german: Vielen Dank für Ihre Meinung !
portuguese: Agradecemos seus comentários
spanish: Gracias por sus comentarios

# orgchart.feedback.verybad.name
source: Very bad
chinese: 极差
french: Très mauvais
german: Sehr schlecht
spanish: Muy deficiente

# contact.bio.addurl.text
source: Text to display
chinese: 要显示的文字
french: Texte à montrer
german: Text zur Anzeige
portuguese: Texto para exibir
spanish: Texto a mostrar

# contact.bio.addurl.url
source: URL of the page to add
chinese: 要添加的页面 URL
french: URL de la page à ajouter
german: URL der hinzuzufügenden Seite
portuguese: URL da página para adicionar
spanish: Añadir URL de la página

# contact.bio.homonyms.%s%s.singular
source: The name of %s shows up on %s other org chart (They might be homonyms).
chinese: <b>%s</b> 的姓名显示在 %s 个其它组织结构图中（他们可能同名）
french: Le nom de %s est dans %s autre organigramme (ils peuvent être des homonymes).
portuguese: O nome de %s aparece em 2 Organogramas (podem ser homônimos)
spanish: El nombre de %s aparece en otros %s organigramas (Podrían ser homónimos).

# user.contact.save.or
source: or
chinese: 或
french: ou
german: oder
portuguese: ou
spanish: o

# forms.button.cancelContact
source: Cancel
chinese: 取消
french: Annuler
german: Abbrechen
portuguese: Cancelar
spanish: Cancelar

# text.payment.desc.365
source: The Official Board Premium Membership for 12 months - US $299
chinese: 12 个月的 The Official Board Premium 会员 – 299 美元
french: Abonnement Premium à The Official Board pour 12 mois - US$ 299
german: The Official Board Premium Mitgliedschaft für 12 Monate - 299 US$
portuguese: A assinatura Premium da The Official Board por 12 meses - US$ 299
spanish: La Suscripción Premium a Official Board durante 12 meses - 299 US$
