Repository: KostyaBardok/translate
Catalog: po/*.po
Languages: chinese, french, german, portuguese, spanish

# title.alert.myAlerts
source: My alerts
chinese: 我的邮件提醒
french: Mes alertes
german: Meine Benachrichtigungen
portuguese: Crie meus alertas
spanish: Mis alertas

# title.alert.createAlert
source: Create an alert
chinese: 创建提醒
french: Créer une alerte
german: Benachrichtigung erstellen
portuguese: Criar um alerta
spanish: Crear una alerta

# alert.error.invalidIndustry
source: Invalid industry name
chinese: 行业 ?
french: Le secteur n'est pas valide
german: Industrie ?
portuguese: Indústria ?
spanish: Sector ?

# alert.error.alertIsEmpty
source: Alert is empty
chinese: 邮件提醒 ?
french: L'alerte est vide
german: Benachrichtigung ?
portuguese: Alerta ?
spanish: Alerta ?

# title.alert.editAlert
source: Edit Alert
chinese: 发布提醒
french: Editer l'alerte
german: Benachrichtigung bearbeiten
portuguese: Editar Alertas
spanish: Actualización de una alerta

# title.search.industry.%s%s
source: %s: %s companies
chinese: %s : %s 家企业
french: %s : %s entreprises
german: %s: %s Unternehmen
portuguese: %s: %s empresas
spanish: %s : %s empresas

# title.search.country.%s%s
source: %s: %s companies
chinese: %s : %s家企业
french: %s : %s entreprises
german: %s: %s Unternehmen
portuguese: %s: %s empresas
spanish: %s : %s empresas

# title.search.searchResults
source: Results of your search
chinese: 搜索结果
french: Résultats de votre recherche
german: Suchergebnisse
portuguese: Resultados da Busca
spanish: Resultados de la búsqueda

# text.search.metaDescription.including
source: such as
chinese: 像，例如
french: comme
german: suchen als
portuguese: assim como
spanish: como

# generic.or
source: or
chinese: 或
french: ou
german: oder
portuguese: ou
spanish: o

# title.search.advancedSearch
source: Laser Advanced Search
chinese: 高级搜索
french: Recherche avancée
german: Erweiterte Suche
portuguese: Busca Avançada
spanish: Búsqueda avanzada

# title.orgchart.%s
source: Org Chart %s
chinese: %s企业机构组织图
french: Organigramme %s
german: Organigramm %s
portuguese: Organogramas %s
spanish: Organigrama %s

# text.orgchart.metaDescription.%s%s%s
source: The organizational chart of %s displays its %s main executives%s
chinese: %s 的组织结构图显示其 %s 位主要高管 %s
french: L'organigramme de %s contient ses %s principaux dirigeants%s
german: Das Organigramm von %s zeigt %s Führungskräfte, einschließlich%s
portuguese: O quadro organizacional da %s exibe seus principais %s executivos%s
spanish: El organigrama de %s muestra a sus %s principales ejecutivos%s

# text.orgchart.metaDescription.including
source: including
chinese: 其中
french: dont
german: einschließlich
portuguese: incluindo
spanish: de los cuales

# generic.and
source: and
chinese: 和
french: et
german: und
portuguese: e
spanish: y

# title.company.add
source: Add a company
chinese: 添加企业
french: Ajouter une entreprise
german: Unternehmen hinzufügen
portuguese: Adicione uma empresa
spanish: Añadir una empresa

# forms.error.companyNameExists
source: The company already exists
chinese: 该企业已存在
french: L'entreprise existe déjà
german: Das Unternehmen existiert bereits
portuguese: Essa empresa já existe
spanish: La empresa ya existe

# forms.error.companyUrlExists
source: The company and this web site already exist
chinese: 该企业及网站已经存在
french: L'entreprise et ce site Web existent déjà
german: Das Unternehmen und diese Webseite existieren bereits
portuguese: Essa empresa e seu site já existem
spanish: La empresa y este sitio Web ya existen

# text.alphabetical.metaDescription.%s%s
source: %s company organizational charts%s. Each organizational chart includes dozens of executives.
chinese: %1$s企业的机构组织图(例如%2$s)，每个组织图包括几十个决策者。
french: %s organigrammes d’entreprises%s. Chaque organigramme contient plusieurs dizaines de dirigeants
german: %s Organigramme von Unternehmen%s. edes Organigramm beinhaltet Duzende Führungskräfte.
portuguese: %s Organogramas de empresas%s. Cada organograma inclui dezenas de executivos.
spanish: %s organigramas de empresas %s. Cada organigrama incluye a varias docenas de ejecutivos

# title.search.alphabeticalDigit.%s
source: %s companies starting with digits
chinese: %s家企业营业额排行榜
french: %s entreprises commençant par les chiffres
german: %s Unternehmen, die mit Zahlen beginnen
portuguese: %s empresas começando com dígitos
spanish: %s empresas empezando por las cifras

# title.search.alphabetical.%s%s
source: %s companies starting with the letter %s
chinese: 以%2$s开头的%1$s家企业
french: %s entreprises commençant par la lettre %s
german: %s Unternehmen, die mit dem Buchstaben %s beginnen
portuguese: As %s empresas começando com a letra %s
spanish: %s empresas empezando por la letra %s

# landing.title.welcome.%s
source: Welcome %s
chinese: %s, 欢迎您！
french: Bienvenue à %s
german: Willkommern %s
portuguese: Bem-vindo, %s
spanish: Bienvenido(a),%s

# landing.title.page3
source: <small>Step 2: Set up your password </small>
chinese: <small>设置您的密码，</small>
french: <small>Etape 2: Choisir votre mot de passe</small>
german: Richten Sie Ihr Passwort ein
portuguese: Crie sua senha
spanish: <small>#2: Establecer su contraseña</small>

# forms.error.userExists
source: This e-mail is already used
chinese: 该地址已经被使用
french: Cette adresse est déjà utilisée
german: Diese E-Mail wird bereits verwendet
portuguese: Esse e-mail já esta em uso
spanish: Este e-mail ya existe

# forms.error.passwordsDifferent
source: The two passwords are different
chinese: 密码错误
french: Le mots de passe ne sont pas identiques
german: Die beiden Passwörter sind verschieden
portuguese: As duas senhas são diferentes
spanish: Las contraseñas no son idénticas

# title.landing.notme.%s
source: You are not %s
chinese: 您不是%s
french: Vous n’êtes pas %s
german: Sie sind nicht %s
portuguese: Voce não é %s
spanish: Usted no es %s

# title.landing.thanks
source: Congratulations!
chinese: 恭喜！
french: Félicitation!
german: Glückwunsch!
portuguese: Parabéns!
spanish: ¡Enhorabuena!

# view.title.socielMedia.%s%s
source: More info about %s, %s
chinese: 更多关于%s、%s的信息
french: Plus d'info sur %s, %s
german: Mehr Info über %s, %s
portuguese: Mais informações sobre %s, %s
spanish: Más información acerca de %s, %s

# title.countries.list
source: Listed companies by country
chinese: 按国家分类的企业排行
french: Les entreprises repertoriées par pays
german: Verzeichnete Unternehmen nach Land
portuguese: Empresas listadas por país
spanish: Las empresas catalogadas por países

# meta.description.countries.list
source: In 200 countries, The Official Board lists the organizational charts of the largest companies, including their top 20 executives.
chinese: 官方主页收进了200个国家中最大的企业的组织机构图，每个企业收录20个主要决策人。
french: Dans 200 pays, The Official Board répertorie les organigrammes des grandes entreprises, avec leurs 20 principaux dirigeants.
german: In 200 Ländern verzeichnet The Official Board Organigramme der größten Unternehmen einschließlich ihrer Top 20 Führungskräfte.
portuguese: Em 200 países, a The Official Board lista os organogramas das maiores empresas, incluindo os 20 melhores executivos.
spanish: En 200 países, The Official Board cataloga los organigramas de las empresas más grandes y sus 20 ejecutivos principales.

# generic.dialog.close
source: Close
chinese: 关闭
french: Fermer
german: Schließen
portuguese: Fechar
spanish: Cerrar

# forms.label.login.welcome
source: Welcome to the Member area
chinese: 欢迎进入会员区
french: Bienvenue dans l’espace Membre
german: Willkommen im Mitgliederbereich
portuguese: Bem-vindo à area de membros
spanish: Bienvenido al espacio Miembro

# forms.label.login.visitor
source: Visitor
chinese: <b>游客</b>
french: Visiteur
german: Besucher
portuguese: Visitante
spanish: Visitante

# forms.label.login.member
source: Member
chinese: <b>会员</b>
french: Membre
german: Mitglieder
portuguese: Membro
spanish: Miembro

# forms.label.login.signUp
source: Become Member
chinese: 成为会员
french: Devenir Membre
german: Mitglied werden
portuguese: Torne-se membro
spanish: Hacerse miembro

# title.popup.mailNotValidated
source: E-mail not validated
chinese: 地址未通过验证
french: Adresse non validé
german: E-mail nicht bestätigt
portuguese: E-mail inválido
spanish: E-mail no válido

# text.popup.pleaseValidateMail
source: Please go to your mailbox to authenticate your registration. Thank you for your trust!
chinese: 请您到电子信箱中确认您的注册。谢谢您的信任。
french: Pourriez-vous authentifier votre inscription en allant dans votre messagerie ? Merci de votre confiance!
german: Bitte gehen Sie zu Ihrer Mailbox um Ihre Registrierung zu authentifizieren. Vielen Dank für Ihr Vertrauen!
portuguese: Por favor, vá para sua caixa postal para autenticar o seu registo. Agradecemos sua confiança!
spanish: Por favor, autentifique su suscripción abriendo su mensajería. ¡Gracias por su confianza!

# text.order.needToRefill
source: <div class="need-to-refill"><h2>Unfortunately, you don't own enough credit to see this new org chart.</h2><br>To continue, you can add a name in one of the <a href="/user/home#favorites">org charts</a> you recently viewed<br> or test our <a href="/user/renew">Premium</a> membership.<br><br>Many thanks for your understanding.
chinese: 很抱歉，您的积分已不足，无法查看新的组织结构图。<br><br>要继续，请在最近查看的<a href="/user/home#favorites">组织结构图</a>中添加一个姓名 或尝试我们的 <a href="/user/renew">Premium</a> 会员。<br><br>非常感谢您的理解。
french: Désolé, vous n'avez plus de crédit pour voir cet organigramme.<br><br>Pour poursuivre, vous pouvez ajouter un contact sur un des <a href="/user/home#favorites">organigrammes</a> que vous avez consulté récemment <br>ou tester notre abonnement <a href="user/renew">Premium</a>.<br><br>Merci pour votre compréhension.
german: Es tut uns leid, Sie haben kein ausreichendes Guthaben, um dieses Organigramm anzusehen.<br><br>Um fortzufahren, können Sie einen Namen in eines der <a href="/user/home#favorites">Organigramme</a> eingeben, die Sie kürzlich angesehen haben<br>oder unsere <a href="/user/renew">Premium</a> Mitgliedschaft ausprobieren.<br><br>Vielen Dank für Ihr Verständnis.
portuguese: Infelizmente, você não possui crédito suficiente para visualizar este novo organograma.<br><br> Para continuar, você pode adicionar um nome em um dos <a href="/user/home#favorites">Organogramas</a> recentemente visualizados <br>ou experimentar nossa conta <a href="/user/renew">Premium</a>.<br><br> Obrigado pela compreensão.
spanish: Lamentablemente no tiene crédito suficiente para visualizar este nuevo organigrama.<br><br>Para continuar, puede añadir un nombre en uno <br>de los <a href="/user/home#favorites">organigramas</a> que ha visto recientemente<br> o probar nuestra suscripción <a href="/user/renew">Premium</a>.<br><br>Muchas gracias por su comprensión.

# title.bubble.underConstruction
source: Work in progress
chinese: 更新中的职务
french: Fonction en développement
german: Arbeit läuft
portuguese: Progresso em andamento
spanish: Cargo en creación

# text.bubble.underConstruction
source: Stay tuned!
chinese: 这个职务正在更新
french: Cette fonction est en développement.
german: Bleiben Sie eingeschaltet!
portuguese: Fique ligado!
spanish: Este cargo está siendo creado

# text.bubble.insufficientIncome
source: Sorry, we only list companies with a revenue over $100M . Many thanks for your understanding.
chinese: 抱歉，我们仅收录营业额超过1亿的企业。
french: Désolé, nous ne répertorions que les sociétés réalisant plus de 100 millions de US$ de chiffre d’affaires.
german: Es tut uns leid, wir verzeichnen nur Unternehmen mit Erträgen über USD 100 Mio.
portuguese: Desculpe, mas somente listamos empresas com receitas acima de $ 100 Milhões
spanish: Lo lamentamos, sólo catalogamos empresa con un volumen de negocio superior a 100 millones de US $

# label.sort.industry.unspecified
source: To be specified
chinese: 须知
french: A renseigner
german: noch zu spezifizieren
portuguese: a ser especificado
spanish: Rellenar

# title.industries.list
source: Listed companies by industry
chinese: 按行业排行的企业列表
french: Les entreprises repertoriées par secteur
german: Verzeichnete Unternehmen nach Industrie
portuguese: Empresas listadas por Setor industrial
spanish: Las empresas catalogadas por sectores

# meta.description.industries.list
source: In over 100 industries, The Official Board lists the organizational charts of the largest companies, including their top 20 executives.
chinese: 官方主页收进了 100 个行业中最大的企业的组织机构图，每个企业收录 20 个主要决策人。
french: Dans plus de 100 secteurs, The Official Board répertorie les organigrammes des grandes entreprises, avec leurs 20 principaux dirigeants.
german: In über 100 Industrien verzeichnet The Official Board die Organigramme der größten Unternehmen einschließlich ihrer 20 Top-Führungskräfte.
portuguese: The Official Board lista os organogramas das maiores empresas, incluindo seus 20 melhores executivos, em mais de 100 indústrias.
spanish: En más de 100 sectores, The Official Board cataloga los organigramas de las empresas más grandes y sus 20 principales ejecutivos

# forms.title.user.messageList
source: Messages
chinese: 我的邮件
french: Mes Messages
german: Meine Nachrichten
portuguese: Minhas Mensagens
spanish: Mis mensajes

# forms.title.userHome
source: My Account
chinese: 我的账号
french: Mon compte
german: Mein Konto
portuguese: Minha conta
spanish: Mi cuenta

# message.view.title.%s%s
source: Message to %s, on %s
chinese: %2$s发送给%1$s的邮件
french: Message à %s, le %s
german: Nachricht an %s, am %s
portuguese: Mensagem para %s, em %s
spanish: Mensaje a %s, el %s

# title.popularity.contacts
source: The 100 most searched executives
chinese: 搜索次数最多的100名决策者
french: Les 100 dirigeants les plus recherchés
german: Die 100 meist gesuchten Geschäftsführer
portuguese: Os 100 executivos mais procurados
spanish: Los 100 ejecutivos más buscados

# meta.description.popularity.contacts
source: The 100 most searched executives on The Official Board
chinese: 官方主页上搜索次数最多的100名决策者
french: Les 100 dirigeants les plus recherchés sur The Official Board
german: Die 100 meist gesuchten Geschäftsführer bei The Official Board
portuguese: Os 100 executivos mais procurados em The Official Board
spanish: Los 100 ejecutivos más buscados en The Official Board

# title.popularity.industries
source: The 100 most searched industries
chinese: 搜索次数最多的 100 个行业
french: Les 100 secteurs les plus recherchés
german: Die 100 meist gesuchten Industrien
portuguese: As 100 indústrias mais procuradas
spanish: Los 100 sectores más buscados

# meta.description.popularity.industries
source: The 100 most searched industries on The Official Board
chinese: 官方主页上搜索次数最多的 100 个行业
french: Les 100 secteurs les plus recherchés sur The Official Board
german: Die 100 meist gesuchten Industries bei The Official Board
portuguese: As 100 indústrias mais procuradas em The Official Board
spanish: Los 100 sectores más buscados en The Official Board

# title.popularity.companies
source: The 100 most searched companies
chinese: 搜索次数最多的100个机构组织图
french: Les 100 organigrammes les plus recherchés
german: Die 100 meist gesuchten Unternehmen
portuguese: As 100 empresas mais procuradas
spanish: Los 100 organigramas más buscados

# meta.description.popularity.companies
source: The 100 most searched companies on The Official Board
chinese: 官方主页上搜索次数最多的100个机构组织图
french: Les 100 organigrammes les plus recherchées sur The Official Board
german: Die 100 meist gesuchten Unternehmen bei The Official Board
portuguese: As 100 empresas mais procuradas em The Official Board
spanish: Los 100 organigramas más buscados en The Official Board

# title.popularity.jobtitles
source: The 100 most searched executives
chinese: 搜索次数最多的职位
french: Les fonctions les plus recherchés
german: Die 100 meist gesuchten Geschäftsführer
portuguese: Os 100 cargos executivos mais procurados
spanish: Los 100 cargos más buscados

# meta.description.popularity.jobtitles
source: The 100 most searched job titles
chinese: 官方主页上搜索次数最多的职位
french: Les fonctions les plus recherchés sur The Official Board
german: Die 100 meist gesuchten Positionsbezeichnungen
portuguese: Os 100 cargos mais procurados
spanish: Los 100 cargos más buscados en The Official Board

# title.popularity.updatedContacts
source: 100 contacts recently updated
chinese: 最近添加的100名联系人
french: 100 contacts récemment complétés
german: 100 zuletzt aktualisierte Kontakte
portuguese: 100 contatos recentemente atualizados
spanish: Los 100 contactos añadidos recientemente

# meta.description.popularity.updatedContacts
source: 100 contacts recently updated on The Official Board
chinese: 官方主页上最近添加的100名联系人
french: 100 contacts récemment actualisés sur The Official Board
german: 100 zuletzt aktualisierte Kontakte bei The Official Board
portuguese: 100 contatos recentemente atualizados em The Official Board
spanish: Los 100 contactos añadidos recientemente en The Official Board

# title.popularity.updatedCompanies
source: 20 organizational charts recently updated
chinese: 最近添加的20个机构组织图
french: 20 organigrammes récemment complétés
german: 20 zuletzt aktualisierte Organigramme
portuguese: 20 organogramas recentemente atualizados
spanish: Los 20 organigramas añadidos recientemente

# meta.description.popularity.updatedCompanies
source: 20 organizational charts recently updated on The Official Board
chinese: 官方主页上最近添加的20个机构组织图
french: 20 organigrammes récemment actualisés sur The Official Board
german: 20 zuletzt aktualisierte Organigramme bei The Official Board
portuguese: 20 organogramas recentemente atualizados em The Official Board
spanish: Los 20 organigramas añadidos recientemente en The Official Board

# title.jobtitleList.inCountry.%s%s
source: In the zone %s, the most searched %s is currently...
chinese: 在%1$s地区，目前搜索次数最多的%2$s是:
french: Dans la zone %s, le %s le plus recherché est actuellement…
german: Im Bereich %s ist derzeit der meist gesuchte %s...
portuguese: Na zona %s, o cargo executivo mais procurado é %s...
spanish: En la zona %s, el %s más buscado es actualmente...

# title.jobtitleList.inIndustry.%s%s
source: In the %s industry, the most searched %s is currently...
chinese: 在%1$s行业，目前搜索次数最多的%2$s是:
french: Dans le secteur %s, le %s le plus recherché est actuellement…
german: In der %s Industrie ist derzeit der meist gesuchte %s ...
portuguese: Na indústria %s , o cargo executivo mais procurado atualmente é %s ...
spanish: En el sector %s, el %s más buscado es actualmente...

# title.jobtitleList.%s
source: The most searched %s is...
chinese: 搜索次数最多的%s是
french: Le %s le plus recherché est...
german: Der meist gesuchte %s ist...
portuguese: O %s mais procurado é...
spanish: El %s más buscado es...

# text.jobtitleList.nothingFound
source: Whoops… Please make another choice.
chinese: 额%s请您再做其他选择
french: Whoops… Merci de faire un autre choix.
german: Whoops… Bitte treffen Sie eine andere Auswahl
portuguese: Ooops… Por favor, escolha outro item.
spanish: Ups... Gracias por hacer otra elección

# forms.desc.newContent
source: This page does not exist. Click <span class="red">Edit</span> to create
chinese: 该页不存在，请您点击<span class="red">修改</span>生成此页。
french: Cette page n'existe pas. Cliquez sur <span class="red">Modifier</span> pour la créer
german: Diese Seite existiert nicht. Klicken Sie <span class="red">Bearbeiten</span> zum Erstellen
portuguese: Esta página não existe. Clique em <span class="red"> Editar </ span> para criar uma página
spanish: Esta página no existe. Haga clic en <span class="red">Modificar</span> para crearla

# forms.title.newContent
source: Non-existent page
chinese: 该页不存在
french: Page inexistante
german: Nicht vorhandene Seite
portuguese: página não existente
spanish: Página inexistante

# forms.title.signUp
source: Sign-up form
chinese: 注册表
french: Formulaire d'inscription
german: Formular für Registrieren
portuguese: Formulário de registro
spanish: Formulario de suscripción

# forms.error.unexpected
source: Unknown error
chinese: 未知错误
french: Erreur inconnue
german: Unbekannter Fehler
portuguese: Erro desconhecido
spanish: Error desconocido

# forms.title.userHistory.all
source: My balance
chinese: 我的余额
french: Mon solde
german: Mein Guthaben
portuguese: Meu saldo
spanish: Mi sueldo

# forms.title.userHistory.contributions
source: History of my updates
chinese: 我的更新历史记录
french: Historique de mes actualisations
german: Historie meiner Aktualisierungen
portuguese: Histórico de minhas atualizações
spanish: Histórico de mis actualizaciones

# forms.title.officerHome
source: My Executive home page
chinese: 我的决策者网页
french: Ma page de Décideur
german: Meine Geschäftsführer Home Page
portuguese: Minha Página inicial de Executivo
spanish: Mi página de Ejecutivo

# forms.title.lostPassword
source: Lost password
chinese: 密码丢失
french: Mot de passe perdu
german: Password vergessen
portuguese: Esqueceu sua senha?
spanish: Contraseña olvidada

# forms.error.noUserWithThisEmail
source: No members have been found with this e-mail
chinese: 此地址未被任何注册者使用
french: Aucun utilisateur n'est enregistré avec cette adresse
german: Keine Mitglieder mit dieser E-Mail gefunden
portuguese: Não foi encontrado nenhum membro com este e-mail
spanish: No se he registrado ningún miembro con este e-mail

# forms.title.changePassword
source: Change my password
chinese: 修改密码
french: Changement de mot de passe
german: Passwort ändern
portuguese: Modifique sua senha
spanish: Modificación de la contraseña

# forms.error.invalidOldPassword
source: The old password is incorrect
chinese: 旧密码不正确
french: Votre ancien mot de passe n'est pas valide
german: Das alte Passwort ist inkorrekt
portuguese: A senha antiga está incorreta
spanish: Su antigua contraseña no es válida

# forms.title.changeEmail
source: Change my e-mail
chinese: 修改密码
french: Changement d'adresse e-mail
german: E-mail ändern
portuguese: Mudança de e-mail
spanish: Modificación del e-mail

# title.validateMail.sent
source: Mail sent
chinese: 邮件已发送。请点击邮件中的链接。
french: Le message a été envoyé. Veuillez cliquer sur un lien dans le message.
german: Mail gesendet
portuguese: E-mail enviado
spanish: El mensaje ha sido enviado. Haga clic en un vínculo de la página

# title.validateMail.noToken
source: E-mail validation
chinese: 验证邮件
french: Validation d'adresse mail
german: E-mail Bestätigung
portuguese: Verificação de E-mail
spanish: Validación del e-mail

# title.validateMail.error
source: Validation error
chinese: 验证错误
french: Erreur de validation
german: Bestätigungsfehler
portuguese: Erro de Verificação
spanish: Error de validación

# expert-club.title
source: Congratulations!
chinese: 恭喜！
french: Félicitations !
german: Glückwunsch!
portuguese: Parabéns!
spanish: ¡Enhorabuena!

# expert-club.title.rankingInCountry.%s
source: Your ranking in the %s zone
french: Votre classsement dans la zone %s

# expert-club.title.rankingInIndustry.%s
source: Your ranking in the %s industry
french: Votre Classement dans le secteur %s

# forms.title.listOfInvoices
source: Invoices
french: Liste des factures

# forms.title.invoice.%s
source: Invoice # %s
french: Facture # %s

# forms.title.renew
source: Premium Upgrade or Renewal
chinese: 升级到 Premium 或者续订当前 Premium 会员。
french: Devenir Premium.
german: Upgrade zu Premium oder Verlängern Ihrer Premium Mitgliedschaft
portuguese: Selecione seu serviço : Premium, Busca Personalizada,...
spanish: Ser Premium o ampliar Premium

# forms.text.companyDetails
source: Company Profile
chinese: 企业形象
french: Profil de l'entreprise
german: Unternehmensprofil
portuguese: Perfil da Empresa
spanish: Perfil de la empresa

# forms.label.companyName
source: Company
chinese: 姓名
french: Entreprise
german: Unternehmen
portuguese: Empresa
spanish: Empresa

# forms.label.incomeSufficient
source: Its revenue is over US $100M?
chinese: 营业额大于1亿美元
french: Son CA est supérieur à 100 Mi US$ ?
german: Ertrag in USD Mio. über 100 Mio USD?
portuguese: Sua receita é mais de 100 Mi $?
spanish: Volumen de negocio superior a 100 millones de US $

# company.income.option.yes
source: Yes
chinese: 是的，我已经确认
french: Oui
german: Ja, ich habe geprüft
portuguese: Sim, eu verifiquei
spanish: Sí, lo he averiguado
